[
    {
    "name":" Travel to Thailand ",
    "description": "There is always a tendency among us to travel to many countries at once and if it is done in less time or at the same time then according to some people passport becomes heavy or travel history is created. There are also many nature lovers who prefer green and natural, there is no word \"histri\" for them, they just enjoy traveling.Which one you choose is up to you. In this episode you will find Thailand travel itinerary and I will share how you can easily plan and cover the whole of Thailand. I will finish writing about three countries in three parts, God willing.\nThailand:
Since I will go to Thailand, I make a plan 3 months in advance. And after going to Thailand, plans were made to visit some other countries. The first requirement for international travel is passport and visa. Since the passport is there, now let's talk about the visa, especially the Thailand visa is complicated for many and easy for many. Because many people have BL/VL/B type seals for this visa, so there is a concern. And once the visa is done, no one seems to have this problem later. Now let's talk about my visa\n
The details of what documents I need for Thailand visa are mentioned below:\n
1# All passports (old and new)\n
2# 2 copies of photo (3.5*4.5) on lab print matte paper.\n
3# Original Bank Statement (6 months)\n
4# Bank Solvency Certificate\n
5# Visiting card 2 copies\n
6# Trade License (Notarized)\n
7# Official pad of business\n
8# Visa Fee Rs.5200/-\n
I needed all these papers. I submitted to his travel agency through my known ex-colleague. The next day after submission, a phone call was received asking you (Monarul Islam), have you submitted your application for Thailand visa. I just said yes. Two days later my agency called and asked me to bring the passport. I did not imagine that the visa would be so sudden. Because Tob Helpline has so many messages, many people are not getting visa and it takes 1 month. Later I understood why they gave me the visa without calling me. You may find it useful. If you have enough money in your account and the papers are correct then like me you can get a visa on the first application without any phone calls. Since visa worries are gone, now I need to know how to get tickets at low cost.

Thailand ticket:
If you want to pay for budget travel, you should plan ahead. I booked the ticket as soon as I got the visa. I always try to book tickets 1/2 month in advance to get the best price and have time to explore the country. Since Thailand gives a 3 month visa period, it is easy to plan. I plan to go in the last month. Many websites can be checked online “Biman /USBangla/Thai Air Asia/ Thai Air” After checking the others, I could not get any ticket below 32 thousand. 28,000 can be done on Thai Air Asia but without check-in back on arrival. However, additional bags can be added. However, I paid 33,000 for the Bangladesh Biman ticket for going and coming.
If you want, you can give a tour through India, for that you may need an Indian visa, but the cost will be reduced. I have planned for 3 countries, if you plan with Vietnam it is best. You will visit Kolkata for 3/4 days and leave for Vietnam by 10/12/14,000. Vietnam to Cambodia then Laos or Vietnam to Laos would be easy but you need to get a Laos visa from Vietnam. And if you are thinking from Bangladesh then it is better to visit the rest of the country via Thailand. Since I am traveling from Bangladesh, planning Thailand-Cambodia-Laos.
I bought a fixed ticket to Thailand while buying a ticket on Bangladesh Biman and a flexi ticket when I arrived. It cost me 33,000. My return date was given 1 day before visa expiry. Since I am going on a 1-month tour, if I go there again and take re-entry visa, I may have to postpone the ticket date, so I will have to take a flexi ticket. So that the date can be postponed with a small cost.

Immigration and Travel:
The day of travel went as usual. On October 7, my flight was from Dhaka to Bangkok Suvarnabhumi Airport at 11.45 am. I went 3 hours ago. Because MTB has a lounge you can access for free if you have an account with MTB. In the morning I left home without breakfast. By 9 o'clock I went to the counter for boarding. Although the boarding counter opened 3 hours ago. And that morning there was so much crowd at the airport because on that day the Prime Minister will inaugurate terminal no. And the Ansars of the gate are busy with the work of entering the illegal people without paying attention to the long line by taking a bribe of only 50/100 taka. I don't want to make bad comments about my country.
As soon as the boarding counter opened, I went to the counter and took the boarding pass. I went to immigration with the boarding pass.
If you want to see how many rules there are in Bangladesh immigration, you will understand if you appear with Thailand visa or Dubai visa or Cambodia/Vietnam visa on your first trip. Although I do not know if this system exists in other countries of the world. I have visited 10 countries only when leaving India I didn't want to see anything except return ticket and visa. Since I had to go to Dubai earlier, he only checked if I have my return ticket and hotel booking. Just showed my hotel booking in soft copy mobile and left with stamp. But I had a paid booking.
And I don't know what was asked about them in the senior immigration officer's room. But many did not let go.
After immigration I went to MTB lounge. Many times I went to boarding after enjoying rest and free lounge facilities.
The plane left 10 minutes late and I went to Bangkok Suvarnabhumi Airport as usual. Immigration was so smooth there. Welcome with only passport and boarding pass with fingerprint and photo. Bangkok immigration does not ask anything. Many people say many different things, but the truth is not known. But maybe it happens with someone else or why. It didn't happen to me so I can't say anything.
Accommodation, food and transport in Thailand:
Hotel/Hostel- For staying in Bangkok, hostels are best if you are a budget traveler. You can book from Agoda/booking.com/Olo within 4/5/6/7 dollars. I use agoda but check all of them to see which one is less.
As I was a solo tour, the hostel was the best. In all hostels you will get locker facilities to store your bags but you have to buy the lock/lock yourself. And there is a problem in which area you stay in Thailand. When I posted about this on TOB Helpline, everyone suggested Sukumvit. But if you like more noise then you can stay in Khawchan Road and if you think of good communication then you can stay in Sukumvit area. Apart from that Pratunam area is good but there is more traffic of Indians and Sukhumvit is more Bengali because this area has Bamrungrad Hospital and Islamic Khawar Hotel and Bangla Hotel (Monica Kitchen) at the hospital gate.
I booked in a hostel in India which was Sukhumvit 4. Communication is very good in this area. Which was with various metro stations.
I left the airport and went straight to the ground where there is ARL (Airport Rail Link) service. There you will find all types of public transport. Since I am going to Sukumvit, I took ARL 45 bath to the metro. If you want to go to Sukumvit at low cost then this system is best or you can go by taxi which will cost 400/500/600 baht.
If you want to use taxi or motorbike then you can install Bolt/Grab app before going to Bangladesh. And to use this app you need a Thailand number, for this you can buy some Thaibaths before leaving Bangladesh or buy a SIM from the airport using your Visa/Mastercard. You can use it where there are ATM booths, but the rate is relatively low at the airport.
I took AIS e-SIM 15 days package. There are different packages like 3/5/7/15 days limited and unlimited. You can calculate the number of days you will stay. And this sim has a validity of up to 1 month.
As usual, from the airport ground by Metro (ARL), Paya Thai is the last stop. Paya Thai has to come down one floor and go a little further to catch the BTS Skytrain. If you ask any person or you ask the many security guards there which direction is the Sukumvit line. Since I will go to Sukumvit 4, I will have to go to Nana-station. It takes 35 baht to go from Payathai station to various stations. There you can buy the ticket from the machine or from where the counter is. As you are new you take from the counter and they will tell you how many platforms to go.
My hostel is a short walk from various stations. And you will see Google map or public transport distance for communication at the hostel where you will stay. Take the ticket from the station next to your hostel.
Easier and more expensive is to take a taxi straight to the hotel/hostel. Many people want to go to Thailand and find a hotel, it is nothing but trouble. It costs more time and money to search. The hostel that I have booked directly is 250/300/350 Baht while online booking is like 210 Baht. So, before booking, check the reviews of the hotel or hostel and how the rating is. And book the hotel with more review and rating which is better.
Now coming to eating, I am always a bit careful about food, haram halal, especially when visiting a non-Muslim country, staying in a Muslim area or finding halal food. It is my habit to google these before going.
Many people may say that the local food of that country can not be eaten? This is not how you will find the street food or local food of that country in Muslim areas or where halal food is sold. And if you find a Bengali hotel, you can eat local food. And where you can't find it, you can google Indian restaurants. And before eating, you must ask if it is halal. And Sukumvit has many Muslim hotels and Bangladeshi hotels. And there are many non-Muslim brothers and sisters who are viewing this post, since you can eat all kinds of food, you don't have to say anything about your intentions.
Food is expensive in Thailand. Food cost is high but if you want to reduce this cost then you will find Seven Eleven Super Soup in almost every lane. There you can get fried rice with egg at a low price of 42/50 baht or you can eat vegetable fried rice. Before buying these foods, check whether they have a halal And you can eat KFC/Mcdonalds but pork is sold there. But I asked if KFC does not sell it. A rich bowl is available there for 60 baht. I have been to Phuket and eaten many times.logo or ask at the counter. Generally all these foods are halal.

Travel places include:
If you want to visit Bangkok then the following places will be good.
1# Grandpalace
2# Watt Arun
3# Floating market
4# Lumphini Park
5# China Town
6# Bangkok Museum
7# Chatuchak weekly market
8# Bangkok Safari World
9# Icon Siam
10# Walk on the glass Skywalk or Bangkok Observation Center to see the whole city.

You can cover these places to visit. And if you are thinking outside the city then you can travel to the following cities.
1# Pattaya
2# Phuket
3# Phi Phi Island
4# Krabi
5# Suratthani
6# Chiangmai
7# Ubon Ratchathani
8# Say it too
9# Ko Chang
10# life expectancy

If you plan short
1# Bangkok-Pattaya-Phuket-Bangkok (Phuket has many islands)
But you will leave Pattaya the day you arrive in Thailand. Pattaya City is full of hustle and bustle but you will find more Indians. The next day you can come back to Bangkok and take a Phuket flight or Krabi flight or bus. You can stay in Pattaya for 1 day and it will be covered and if you go to Coral Island then you can stay for one more day. 1.20/1.30 hours journey from Bangkok to Pattaya. You will get bus from airport. And if you want to go from Bangkok, then you have to go to Mochit bus station from where the bus leaves every 1/2 hour. The rent was 131 baht.
And if there is a little longer plan
You can fly to Pattaya or fly to Phuket on the day you arrive in Bangkok. And if you are concerned about the budget, you can go by bus. I first finished my trip to Bangkok and went to Pattaya. From day 1 there, the next day afternoon by bus, return to Bangkok by 3 o'clock bus and return to Bangkok at 8.50 p.m. I get a Phuket bus ticket from Mochit, although this bus stops at Bangkok Northern Bus Terminal. 815/- bath ticket. And if you get a government bus then 715/- will be taken. It is better to book the ticket one day before. If you book the flight earlier you will get between 30/40 dollars. I bought a ticket to arrive 10 days ago and it cost $36. You can use Trip.com app for flights to and around Thailand. I got much cheaper tickets from this app.
You can go to Phuket and stay for 3 days. You can take 3 packages in 3 days or 2 packages in 2 days and 1 day Phuket City Tour. For package starting from 1500/- per person and city package 750/- bath. But island packages include full day stay, buffet lunch and breakfast. Phuket bustle is in the Patong Beach area because there is a Bangla walking street. If you want, you can stay noise free in Phuket Old City. I was at Patong Beach.
After that you can go to Phi Phi Island. I was in Phi Phi Island for 2 days. Actually in 1 day you can cover everything. As it was getting late afternoon, I covered only Fifi Island that day, take a package the next day, you can do snorkeling and other islands. The ferry from Phuket to Phi Phi Island costs 420/- baht. 400-800/- bath package because the ferry has economy and premium system. And it took 600/- baht to take it from the hostel because the ferry terminal is far from the hostel. Includes transport costs. Snorkeling can be done between 1200-1400 baht in fee fee packages. And if you just want to do snorkeling then there is a separate package for that. All things they provide free.

Next day you can leave for Krabi. But in Krabi, everyone stays towards Anang Beach. You can fly from Krabi to Bangkok in 2 days. And if you want a longer tour then there is Surat Thani. Krabi to Surat Thani takes less time. From there you can come to Bangkok. From Krabi you can go to Surat Thani by bus or by flight.
Back to Bangkok you can visit Chiang Mai. Since Chiang Mai is in the north, you have to plan a separate tour. This is how I wandered through time.
Much more detail could be written but it would be too long. After that I returned to Bangkok and flew to Cambodia.
Grab app works in Phuket and Krabi, Bolt doesn't. And there are shared minibuses from the airport which bring and drop the hotel and charge Tk 200/250. If you want, you can go by Grab, the cost will increase.
When you return to Bangkok, you will market from where or which market you will go to. If you want to buy clothes
1# Chatuchak Weekly Market (Weekend Market) on Saturday and Sunday
2# Pratunam Market
3# Platinum Fashion Mall
4# You can go to Siam. And it will be nice to go to the iconic Siam.  ",
    "img":"https://raw.githubusercontent.com/mdrabbialmamun/TravelStory/main/pic1.png"
    },
  

{
    "name":" Pre-arrangement of the tour",
    "description":" Have a nice trip. ",
    "img":"https://raw.githubusercontent.com/mdrabbialmamun/TravelStory/main/pic1.png"
    },

    {
    "name":" Cambodia ",
    "description":"  Visa:
If you want to go to any country, you need a visa for that country, either e-visa or sticker visa or travel permit. From these three options you can take the first two and the third option is not for tourists.
You can take e-Visa from Bangladesh. I have not taken e-visa from Bangladesh. Since I'm going to travel to Thailand, it's not bad to visit Cambodia at the same time. I took a rest on the day I arrived in Thailand and applied for a visa at the Cambodian Embassy in Thailand the next day. Below is the list of documents required for your Cambodia visa:
Updated passport (latest one, old ones not required)
Passport size photograph (35*45) size
If you don't have bank statement and bank solvency (these two are good) then there is no problem you have to show the cash dollars with you.
If he goes by plane, he has to pay his ticket. And if there is no problem, you can write bye bus in the form.
Hotel booking must be paid.
1500/- Thai bath will be required. And if cash dollar is shown then 1600/- will be charged. Takes more than 100 baht.
Filling Cambodia visa form.
Among the above documents, I have only given my passport, photo, form, hotel booking for 1 day, bank statement and bank solvency. I took bank statement and bank solvency with me while leaving Bangladesh. But since I had cash dollars, I didn't need these, but I had to pay 100 baht more. Many people say that they will need a plane ticket, this information is wrong.
You will write by bus on the form. I have written After getting the visa, I booked the one-way ticket on the convenient date. Because I will go to Laos from Cambodia using the land border. If you need to print or copy any documents during visa application, you will find a shop next to the Laos Embassy. If you don't understand, tell anyone what the Lao Embassy will tell anyone. This printing place is opposite the Lao Embassy.

Travel:
While filling out the visa form it may ask when you will be visiting. Your visa will be dated from the date you specify. I said I will go after 10 days. Because I will visit Thailand first and then go to Cambodia.
If submitted in the morning, the passport will be returned with the visa at 4 pm. There is no chance of getting a visa. You will get a handwritten sticker visa.
I had a flight to Cambodia on October 20th and bought the ticket from trip.com for $36. You can go by bus or train if you want. By bus you have to go to Mochit or Northern Bus Terminal. Rent will take 1200/- bath. There is more reduction but not sleeper. This money is equivalent to 36/34 dollars in Bangla, so it is better to buy a ticket and go in 1.15 minutes. If you want, you can go to Cambodia by local bus to the border. It will cost much less.
My flight was at 8.15 am from Suvarnabhumi Airport on Vietjet Air. Many mornings I leave for the airport 3 hours early. Even though it was 2 hours ago, there is no problem. But how about Thailand immigration, so let's go first with Cambodia. As usual when going for boarding they look at my passport and visa and ask if I have cash dollars and they want to see. When I show my cash dollars they give me boarding. I asked why did you want to see? They said they needed to see it but many had low dollars and were afraid to return them. But they also replied that if they return, they will come back again, no problem. Then give them boarding. But they had like 800/- dollars. Nothing said that I had many dollars.
One fear I had was baggage. Because budget airlines are very careful about baggage. Charges if more than 7 kg. My baggage was 10 kg. Did you tell me whether there is check-in baggage? I don't say anything else if I say no.
Gate S1 at Vietjet Air which is the satellite building. That is, after you finish the immigration, you go underground and there is a metro that goes straight to the satellite building. I cleared immigration and went to the satellite building and waited for my flight.
If you have to come back to Thailand again then one thing can never be forgotten and that is getting Thailand re-entry seal. You will go through the security check after boarding and then go down the stairs and go ahead to the immigration. Instead of standing in the immigration line, you will see there is a re-entry counter next to it. There you will be given a form. If he fills the form then he will charge 1200/- bath from you. 200 rupees for form filling and 1000/- for re-entry fee. And you don't have to pay this 200/- if you fill it yourself. You will be given a receipt and will be asked to go to a nearby counter and will be asked to sit down with the deposit. Within 5 minutes your passport will be brought and a money receipt will be given. Money Receipt is cash 1200/- to take and the passport will see a re-entry seal. Maybe you can tell when you will return again.
Flight left Thailand on time, took 1 hour 10 minutes to Cambodia. Experience in Cambodia Immigration Bangladeshi passport is not very good I saw many posts and videos. Everyone has a different experience. I put the passport in my pocket and went straight to the immigration and took the passport out of my pocket. The officer saw everything and took my fingerprint and photo and sealed it.
When you arrive in Cambodia you will be given two papers on the plane. One is for customs and the other is for immigration. Fill in two planes. Don't forget to go to immigration to fill it. Because there are many officers, when they see the Bangladeshi passport, they will call you and take you to a room next to them. I don't know what problems you will face there. Because I didn't have to go there. There were a few people behind me who took their passports as soon as they saw them.
After immigration I went straight to customs as I don't have anything to declare so I went out with papers. I can see the SIM shop on the way out. There are many scams in Cambodia, so be aware of this problem. Metfone SIM does not come with a 7-day unlimited package for $5. Since the Grab app works in Cambodia, there is no need to worry. I went out to Laos Embassy.
Before leaving the airport, the driver can't say so much. The question is where will you go!! When you cut the pass and go to the main road, a driver tells you to pay the fare according to your app. I saw that there are 21 thousand reels that is 5 dollars rent. He agreed to it. But you will tell them not Laos embassy, go to Lao embassy. Then you will be taken. You can bargain with them. You will get tuktuk for rent for 3/4/5 dollars. One mistake when the Lao Embassy came is that I came on Friday. Because they don't issue visas day by day like before. To be taken after a day. As the embassy is closed the next day on Saturday. Note that embassies are closed on Saturdays and Sundays.
I went to my hostel using Google from the Laos embassy. MAD Monkey was my hostel. I came to the hostel a little early due to which I had to wait for 1 hour to check in.
Where do you travel?
You can complete the Cambodia capital Phnom Penh in 2 days. I visited the museum on the first day and visited the Rajmahal in the afternoon. But don't forget that the museum is a waste of money. There is an entry fee of $10.
But 10 dollars for that Rajmahal likes. And if you go to the Raj Mahal, you can see the Silver Pagoda inside it.
I wandered all day and went to the night market at night. The next day I went to see the Central Market and many Wat Temples.
Namphane you can finish in 1/2 day. I ended up taking a night bus to Semrep, another of their tourist cities. The bus fare was $10 sleeper class bus. I reached at 6 am. But if you go at 11 o'clock, you leave at 7 o'clock in the morning.
From the bus terminal, I booked a tuk-tuk from Grab and went to the hostel. But I know they won't let me check in so early in the morning. So after having breakfast next door at 8 o'clock asked to sit down in the lobby. Check in at noon. I booked a hostel for $5. Later, he offered me a private room for $5 more if you want. And if I take the room, I can check in now. Thinking about it, I didn't sleep all night in the bus. So I checked in cash with 5 dollars.
In the morning, I went to the counter for tickets to visit their tourist places. There are different packages, 1 day 37 dollars, 2/3 days 62 dollars and 7 days 72 dollars. I have taken 1 day package. My target is to end value at $62 in 1 day.
Because tuk tuk took 10 dollars for one day so it is my job to collect the money.
Food and Transport:
I wandered around the whole day and went to the side of the mosque in Siem Reap City because there are many Muslim hotels there. I ate there the few days I was there.
And when I was in Phenom Penh, there was a Bengali brother who did catering. I took food from him. Because playing outside hotel costs 5/8 dollars and taking it from him costs 3 dollars. So you can take food from him if you want. His name is Musharraf Bhai. You can comment or inbox if you want mobile number.

Public transport in Cambodia is not good. Local road tuk tuk and long distance bus service. You can rent a bike if you want. It is the least expensive. Dollars are worth more than their money here.   ",
    "img":"https://raw.githubusercontent.com/mdrabbialmamun/TravelStory/main/pic1.png"
    },
  {
    "name":" Pre-arrangement of the tour",
    "description":" Have a nice trip. ",
    "img":"https://raw.githubusercontent.com/mdrabbialmamun/TravelStory/main/pic1.png"
    },

    {
    "name":" Tashkent, Uzbekistan.",
    "description":"  
Language is the most important thing outside the country. In Uzbekistan their first language is Uzbek and second is Russian. Old people do not understand English. Many of the new generation now know English and are trying to learn it. However, I was in great danger with the language in Tajikistan. I will tell you the details when I post about Tajikistan. Google translator offline will help you to solve language problems. Of course, install Google translator offline and download the languages of the countries you visit, then it will be useful even if you don't have internet.
Tourist Places: Tashkent (#Tashkent)
I will give you a list of places to visit in Tashkent. But writing how to go from one to the other will take a night. I will tell you how to give a city tour by reducing the cost. Although this topic is related to transport.
1# Tashkent City Park
2# Magic City Park
3# Amir Taimur Square
4# Tashkent Tower (TV Tower)
5# Museum
6# Hazrat Imam Complex
7# Charsu Bazar
There are also many madrassas and old city of Tashkent. There is a lake but it is a little far.
You will need 3 days to see Tashkent city. For example, if you go to Charsu Bazaar in the morning and visit Uzbekistan Tower (TV Tower) in the afternoon, you will need a lot of food at that time. There are several of the world's largest Polao Dis restaurants (#beshqozon). Starting from Tk 320 (Uzbek Sum 32000/-) and special plate at Tk 360 (Uzbek Sum 36000/-). And in the evening go to Magic City. In this way you can visit 3/4 places in a day and eat. Plan again the next day. Always go to Charsu Bazar in the morning or it all closes in the afternoon. These places are really good. This place is like our new market area. Some places require money to enter. Like Magic City and some sightseeing places. But there is nothing inside. You will get the whole Uzbekistan Europe Phil. To me, traveling to Dubai and Qatar felt that everything was artificial, but the tourist sports of Uzbekistan are the history of the thousand years. I cannot satisfy myself and you by writing this history. It is hoped that you will be able to satisfy your heart's desire by seeing it with your own eyes.
Transport:
For a city tour, you can travel from one place to another with the cheapest 14 taka (1400 Uzbek som) by public transport bus or metro rail in the capital city of Tashkent. There is no need to fear. Much better in Uzbekistan. There is no possibility of scam. However, it is better to be careful at bus and auto stands. All the countries and places I have visited so far, the people at the bus and auto stands were better. But my experience may not be right for you.
For this first you need "Yandex Map navigation". Be sure to install this app. After arriving at the airport, buy a SIM card and install two apps first
1# Yandex Go 2# Yandex Map Navigation । 
Here these two apps will serve you better than Google.
In Yandex you can see how far to go by bus or which metrorail to go and change lines. Get all directions very easily. "Yandex Go" taxi is your last companion if you can't understand anything else.
Food:
I was 6 days without rice. What do Bengalis say without rice? I do not get satisfaction from eating chicken. Many can eat to their heart's content. And what can I say about their national food "bread" made of corn. People of this country take it easy with tea. As a child, I read in books that Central Asia is called the bread basket. I had to see it with my own eyes today. I don't know how to eat such hard bread.
But there are many other dishes, meat sausages and kebabs. And you can buy and eat a lot of fruits at a low price. All will be fresh.
Please comment if you have any query. Don't make Messenger heavy unless absolutely necessary. Comment on the post and I will reply inshallah. And stay connected on my Facebook and Instagram for updates. Stay healthy with you and your family. He went out to help others with information.
If you are thinking of visiting Uzbekistan, I would suggest taking a few days to visit Tajikistan and Kyrgyzstan.
In the last episode I discussed about Tashkent, today I will talk about some more cities of Uzbekistan.
1# Tashkent
2# Bukhara
3# Samarkand
4# Khiba
5# Nukus
These cities are very popular and tourist places in Uzbekistan. Every place is rich in history and culture. Among these places I had the good fortune to visit Bukhara and Samarkand. Khiba and Nakus were not visited due to lack of time. As I will cover two more countries in less time.
If you are thinking of visiting Tajikistan and Kyrgyzstan then my post is for you.
It is better to say in advance that this is not a relaxing tour, so take your time.
You can spend 2/3 days in Tashkent. Then you will leave for Bukhara. And the easiest way to go to Bukhara is by bullet train. But if your plan and time are right, book the ticket on the day you come to Tashkent. Otherwise you will not get bullet train ticket. But normal trains take a little longer.

Bukhara:
You can spend 3 days in Bukhara. Check out the list of places to visit in Bukhara below.
1# Arc of Bukhara (Ticket 400/-)
2# Char Minar Madrasa
3# Calon Mosque
4# Kalon Minarat
5# Chasmir Ayub Museum
6# Ismail Somoni Museum
7# Bukhara Old City
8# Wall of Bukhara
9# Khwaja Baha Uddin Naxbandi (outside Bukhara City) should be taken by bus no.60.
10# Imam Bukhari Complex
11# Besides there are many Madrasahs.
If you go to Bukhara by train, you must book a hostel or hotel in the city. The city is 20 km away from the station. The rent is also less, you can go to Yandex for 20 taka. And for hotels, there is Agoda or Booking.com. Never worry about finding and booking hotels on foot in Uzbekistan. Never do this you will just waste your time. And don't forget about registration when booking a hotel. Tell the hotel where you will be staying to do the registration or there may be a problem at the border and you may have to pay a fine.


Samarkand:
You will visit Bukhara and come to Samarkand. On arrival you can take a taxi from Bukhara Ato Vokzal or come by bus. As there were three of us, we were taking a taxi at the expense of the bus. Central Asia is best if it is a group of three.
Samarkand carries the history of Islam. You can check out the following places to visit here.
1# Registhan Square
2# Amir Timur Museum
3# Bibi Khanam Mosque
4# Saib Bazar
5# Tilakari Madrasa
6# Hazrat Khizir Mosque
7# Islam Karimov Statue
8# Nil Panni Lake (a little outside the city)
There are also many things to see while walking on the streets. Here you can cover everything in 2/3 days.
I had the good fortune to visit Bukhara and Samarkand. However, it will take a few days to write all the details of these places. Briefly mentioned.
My plan is to move from Samarkand to Tajikistan. For this first Bukhara then Samarkand. From here you can reach Tajikistan border within 1 hour.
 
How you go from Uzbekistan
1# Tajikistan
2# Kyrgyzstan
3# Kazakhstan
I will discuss in detail how much time it will take to get the visa and how much money it will cost.
In the morning, I took a direct Yandex taxi from the hostel to the Tajikistan Embassy in Tashkent. Since we two newbies are not yet experts in Yandex Maps, we easily spent 190/- and left. You don't have to spend so much money anymore. You can leave by spending only 14 taka for this you have to use the public bus of Uzbekistan.
If you go down to the Tajikistan Embassy and ask the security or the front sitting area which is the waiting spot for visas, you will see a staircase. Down there, a fair-looking Uzbek is sitting with a computer and doing a lot of work. If you see no one there then wait. He will only prepare all the papers for the Tajikistan visa and take them inside. You only need to provide your passport and one photocopy. The photo will be scanned and returned. He will prepare all the documents for the visa. The interesting thing is that you will be all done in 2/3 hours. And visa free will take 160 dollars but after the visa. Office hours start at 8 am but work starts at 10 am. Come earlier especially if you come on Monday. Sunday is the weekend.
Kyrgyzstan:
If you can submit for Tajikistan visa by 10 am then you will get the visa by 1 pm. After that, if you want, you can directly come to the Embassy of Kyrgyzstan from there.
And if you have a lot of time, then come to Kyrgyzstan Embassy the next day. But must be by 10 am. Office hours are 10 AM to 12 PM and 2.30 PM to 5 PM. Sunday is the weekend. And go to their new address. If you like, I will give you the address in the inbox.
Here too, nothing much is needed, only 45*35 photo and 1 photocopy of passport information page. However, there are some differences in visa free.
1# day visa 150 dollars. 100 dollars in the bank 50 dollars in hand speed money.
2# After 1 day, 100 dollars the day after deposit. Deposit directly to the bank.
3# If you want to pick up after 5 to 6 days, it will cost $50.
The above costs will depend on your needs. The visa officer will call you and ask when you need your visa. Accordingly, give your dollar bank deposit receipt. It should be filled from 1 to 13 (except No. 10) and submitted to NBU bank. Can be submitted in any branch. There is no branch next to the new embassy. Have to go a little further. We went to the city branch. There were other people there, 4 people went by Yandex taxi and submitted and received the receipt and came back again by 4 Yandex taxi. It has reduced the cost.
Embassies have glue for putting pictures. Visa 100% just depends on when you need it.
Kazakhstan:
You need to be very fast to get a visa for this country. But it is time consuming. But my plan will save you time and make it easier to move around. But there is a risk and time to be kept.
To get a Kazakhstan visa, you need an invitation that can be obtained from a local person or agency in Kazakhstan. And it may take 8/10 days to deliver this invitation. For this you have to spend up to 80/120 dollars. It differs for agencies and individuals. The ones I contacted ask for $90 just for the invitation but they offer different packages for visiting Kazakhstan.
If you bring the invitation, take it to the embassy and it will cost 80-125 dollars. You can estimate the total cost around 200-250.
The risk is $200 loss if the invitation you accept rejects. However, this has never happened or I have yet to find out. It depends on the agency whether they give fake invitations.
You will get the visa within 4/5 days of submission. What do you do all this time?
You apply for an invitation and go to visit Tajikistan. You better get your invitation on your way back from there or you'll be going to Kyrgyzstan. If you get it while there, you will submit it to the embassy located in Kazakhstan, then you will not have to come to Uzbekistan.
No one told us such an easy method. Move from Kyrgyzstan to Kazakhstan once your visa is done. You can go back to Uzbekistan and return to Bangladesh or leave Kazakhstan.
This was a detailed discussion about all visas. Hopefully you won't have any problems with visas in Asia.   ",
    "img":"https://raw.githubusercontent.com/mdrabbialmamun/TravelStory/main/pic1.png"
    },

    {
    "name":" kashmir budget tours",
    "description":"  
(Part-1)
Time - October. (But the cost of the same can go up to September-November I think)
(B.Dro:- This tour plan is for 2-3 people and those who can afford the tour with a little compromise.)
Last year we were planning to go to Kashmir. But leave and opportunity did not match. Finally we matched at bat ball. Once we get India visa as usual we plan. Our plan from the beginning was to give a budget tour. In fact we both prioritize nature tours rather than comfort accommodation. So we do the tour plan that way too.
***With this tour plan and same place, it is not possible to give less than this. I will try to pay all expenses except food in details. There is a reason behind it. I think this cost varies from person to person. But in the end I will tell the price of some common food.
** Our tour was from October 8 to October 18. We had pretty much sun, clouds, rain and snow in Kashmir these few days. Alhamdulillah though one spot is missed due to rain. Pretty much covered everything.
## We had already booked Dhaka to Kolkata train tickets, Kolkata to Jammu train tickets and Srinagar to Dhaka air tickets. Here many people may have a question that why did I do return air as it is a budget tour. In fact, we had 8500 per person from Srinagar on air which is normally 20-22 thousand.
So I am writing day wise details without writing Habijabi.
••Day 1 (8-10-2023)
We go from Dhaka to Kolkata by Maitri Express. Rented for 3530. We did not have to pay any travel tax. All was included. Book tickets at least 12-15 days in advance. The train leaves at 8:15 in the morning but must be at the station by 6:30. Kolkata train departs from Cantonment station and train tickets have to be purchased from Kamalapur. Cannot be purchased online. Here the cost could be reduced a little. But if it is a couple, I will say that train is the best. Alternative options are-
Dhaka to Benapole by bus - 750~850 Tk
Travel Tax – Probably Rs.1000
After Benapole to Kolkata - 250~300 rupees
So we went down to Calcutta and came to Marquis Street by Siard Taxi. 4 people can sit in the taxi. The rent is fixed at 250. Outside local will not go less than 400. Even if you are a little late by 5/10 minutes, try to go to that yellow taxi cab.

 There are many types of hotels in Marquis. If it is a couple, I will say to stay at the hotel next to the road. The cost will be 1000-1200 rupees. We stayed inside. Our cost is Rs.500.
So 1st day cost per person-
3530 Tk
75 (taxi) + 250 (hotel was 500. We were a couple) = 325 Rs.
Day 2 (9-10-2023)
On this day our train to Jammu was at 1 o'clock. The train left Sealdah at 1:10. Be sure to leave for the train station 1:30 hours before. Taxicab will charge Rs.150. Can seat up to 4 people. We booked the ticket on Humsafar. The ticket fetched Rs.2323. A big expense could have been saved here. 2 more trains go to Jammu from Kolkata. They take 45-48 hours to go. The lowest sleeper ticket on that train is like 790 rupees. You can cut this ticket if you are not couple or female. 3000 rupees will be saved on At List Go Asa.
So 2nd day cost per person-
75 (taxi) + 2323 (train) = 2398 Rs
I will give you a general idea of the cost of the rest of the food.
••Day 3 (10-10-2023)
I was on the train all day. Reached Jammu at 10:50 PM. There is an important point here. You have 2 options at hand. Spend the night in the waiting room of the station or leave at night. If you have less time, leave at night. By doing that you can use time. You can come by shared car from Jammu to Srinagar.
And you can actually come by bus from night to morning (will cost 500 rupees/ non AC is less likely). Another way is to take bus/shared taxi and train (probably 250 rupees in this option. But the route plan is not known. You can get it on YouTube).
Anyway, our shade car cost 1065 taka per person (necessarily bargain. Another group was coming the next day for 800 per person). If you can manage 4 people, you can come in a small car.
3000~3500 after taking Rs.
So 3rd day cost per person-
1065 Rs
Day 4 (11-10-2023)
We reach Srinagar Dal Lake at 7 am. We went down to the lane of gate number 8. There are several guest houses behind the front hotel. We are staying in such a guest house. They were so sincere.
I didn't think we were guests. Treated like family. The room had wifi, geyser. Although the washroom was small but very clean. 600 rupees per night per room. We didn't have a little rest this day and went for Sikara ride in the afternoon as we had a lot of time. Sikara rides charge Rs 300 per hour. That's a good thing. We buy SIM. Airtel. 600 rupees as e-SIM. Normaly takes 500.
So 4th day cost per person-
300 (Hotel) + 150 (Sikara) = 450 Rs
SIM-600
Total- 1050

Day 5 (12-10-2023)
Today we do Srinagar site seeing. Today we visit Salimar Garden, Nishant Garden.
We go to the local car. Dal Lake departs from No. 1. 40 per person up to Salimar took Rs. The entry fee there is 24 rupees. Again from Salimar Nishant 15 Rs. Here too the entry fee is Rs.24.
**Important point here is that there are basically 5/6 places in Srinagar. It can be covered in one day if you go early in the morning. The places are Salimar, Nishant, Parimhal, Chashmirshah, Dargar Sharif. Seeing that we had time, we went to Relax. If you want to travel together, plan this way. Chasmirshah-Parimahal-Nishant-Salimar-Darga. I will pay the local expenses. But if you want to go to reserve then take 1500. 4 people can go. If there are less than 4 people, it's a loss.
However, this day we were on the houseboat. 700 took Rs. There was a houseboat on that side of gate number 1. Costs will be higher if taken up front.
So 5th day cost per person-
350 (700 houseboat - we were two)
Dal Lake to Solimar - 40
Salmar to Nishant - 15
Nishant to Dal Lake - 30
Total-435 Rs
Day 6 (13-10-2023)
My wife wakes up early in the morning and calls me to take pictures. Although the picture is not so beautiful but the weather was beautiful enough. On the houseboat you can sit on the lake and watch the sunrise.
Today we had Gulmarg plan. Gulmarg is mainly famous for Gondola Rides. Gandala has two phases. Phase 1 and Phase 2. Phase 1 820 and Phase 2 1020 Rs. Phase 1 must be cut to go to Phase 2. We cut the both phase. Here it is said that this Gondola ticket must be bought online and must be bought 2-7 days in advance. We went to Srinagar 2 days ago with an agency. 100 took more than Rs. But if you know someone then the cost will be 1840 both phase.
I didn't get ice in phase 1 but got it in phase 2. I enjoyed the ride a lot. The surroundings in phase 2 above were in one word amazing. Here is an alternative and another option is to go to Pune. The cost will be 500-700. But if you don't get on the cable car in Gulmarg, something will be missed.
This is the way to go. If you want to go here, you have to go to reserve (2500 rupees) or local. We went to the local. Dal lake 1st gate by local bus to 1st Batmalo, then Batmalo to Mundi bus, then Mundi to Tangmarg, then Tangmarg to Gulmarg shade car.
Apart from Gondola, you can go around in Gulmarg. There is a field on that road. Nice place to spend the afternoon. We were actually so excited in phase 2 that we were so windy without heavy clothes that we both got sick. A lot of headaches started. Back it up. At night, I went to that uncle's guest house again. In fact, that day, both of me and my wife got fever. On this day, uncle inquired about us many times. I said first that they were like family. His support meant a lot to us that night.
** Some Important Tips - Must carry some medicines. Like- Napa, Fexo, Saline, Tofnil, Immotil, Onetime Bandage.
So 6th day cost per person-
Gandla- 1950 (Phase II)
Dal Lake to Botmalo - 20
Batmalo to Mundy - 15
Mundi to Tangmarg - 100
Tangmarg to Gulmarg-50
Same return-185
Hotel- 300
Total - 2620 rupees (save 1000 rupees if you go to Poni)
••Day 7 (14-10-2023)
We were very sick the night before. So today there is no more risk. Today we go around again. On this day we visit Parimahal, Chashmirshah Garden and Lal Chowk Wholesale Market. I told you before that this place will turn around one day. So you visit all of Srinagar in one day and if one day is free you can go to Dudhpati. We initially wanted to go to Dudhpatiri but later there was no risk. Our plan was - Dal Lake to Chashmir More, from there walk to Chashmir Shah, from there to Parimahal CNG. Here, if you are used to trekking, you can walk all the way. And you can come down to talk at the time of going down. Some roads are very thrilling. Very silent and many trees on both sides. Phul Dal Lake can be seen from Parimhal. The view was beautiful. Let us go from there to Lal Chowk in Shade Car. You will find many things including bags and shawls there. One more thing. Don't forget to take a picture in front of the clock tower there.
Our 7th day cost-
Hotel- 300
Dal Lake to Chashmir Mor - 25
Chasmeer Garden to Parimahal - 75 (150 Full CNG)
Walk from Parimhal to Chasmir Garden and from there Chasmir More- 50 (100 Full CNG)
Mor to Lal Chak-25
I was walking from Lal Chowk to Dal Lake.
Total-475
will continue…

  
Part-2
Day 8 (15-10-2023)
Today we left for Pehelgam. We went local. For Pehelgam, I first took a shade taxi from Dal Lake to Anantnag (Islamabad and many say) and then went to Pehelgam from there. It was around 12 o'clock on reaching Pehalgam. We did not find the hotel and went directly to the Union Car Stand. There we decide who will go to Aruvyali, Betavvyeli and Chandanwari. We add 4 other people and 6 people don't have a car. You can stay here for 1 hour at each spot. If it is more, you have to pay extra. So, finish these 3 spots, return to the stand and look for a hotel. We were right next to the road. It rained a lot that night.
Our 8th day cost-
Hotel- 375 (750 for two people)
Dal Lake to Anantnag/Islamabad- 120
Anantnag/Islamabad to Pehalgam – 100
Shaded Car- 400 (6 people 2200 + 200 Bakshish)
Total - 995
Day 9 (16-10-2023)
We get rain today. Unfortunately our mini Switzerland was missed. We waited till 12 o'clock for the rain to stop and came to Dal Lake. Didn't go anywhere today.
Our 9th day cost-
Hotel- 300
Parimhal to Sem Local A Dal Lake- 220
Total- 520
Day 10 (17-10-2023)
Our plan for this day was Sonmarg. In fact, I was in doubt whether to go because of the drizzle this morning. It was 11 o'clock to do so. We have not decided to go. Since we were added towards the last with 4 people, we decided who to reserve. Our car took 2700. We get absolute ice at Sonmarg. Two places in Sonmarg. Zero Point and Thassius Glacier. We go to Thazias Glacier. If you go here in summer, you can trek up Isili. We did not have a pony as we left very late. But I would say those who have a good habit of walking should try walking. We get full ice. If you go at this time, you must take ear hats and gloves. Another important thing is to take boots. Otherwise, the shoes may be damaged in the snow. As we were in the afternoon we got very cold. Our tour of Kashmir ends with Sonmarg.
Our 10th day cost-
Hotel- 300
Car- 450 (Total 2700. Local 220)
Total - 750
Day 11 (18-10-2023)
R We boarded the plane at 2:15. Reached Dhaka at night.
Plane Ticket- 8500 (Srinagar to Dhaka)
##Food Ideas
We didn't really experiment with food too much for fear of stomach upset again. After that I tried some things.
Dhaka to Kolkata
1. Train A Chicken Biryani - Tk 170/180. But my suggestion is to take food from home.eturn - Dal Lake to Airport - 170 (Reserve car 1000; 6 people were there)

Kolkata and Kolkata to Jammu train
1. Potato breath - 60
2. Momo-80
3. Beef roast - 100 (can be eaten by 2 people easily)
4. Sak/Dal- 10
5. Pani Puri - 20
6. Chickpeas - 40
7. Dosa – 70
8. Train Lunch/Dinner- 120-150. I will recommend here that you can order news online with ixigo app. That's what we did. You can watch and listen. 300 rupees is good food.
Kashmir
1. Rogan Josh-120 (After crossing the bridge after Dal Lake 1st gate, there are some shops there)
2. Biryani- 100 (Dal Lake Bus Stand)
3. There are packages at Samad Bangla Dhaba- 220-270. The food of this shop is perfect for us.
4. Set Menu/Rice Bowl- 150-200 (reasonable meal price at fork and spoon)
5. Kebab- 350-400 (Mughal Darbar. Take one and eat for two)
6. Chicken Momo-80 (at the gate number 8 van. Must eat)
7. Chicken Masala - 350 (Half and can be taken away. We ate half and two people. Half and quantity gives a lot. I have not given the name of any specific hotel here because the price is similar everywhere)
8. Maggi- 50-100 (It is place dependent. For example Gulmarg had 100 at top. Sonmarg had 80. Normally 50)
9. Nan- 25-70   ",
    "img":"https://raw.githubusercontent.com/mdrabbialmamun/TravelStory/main/pic1.png"
    },

    {
    "name":" Fountains in Damtua and cloud luxury in Marayan Thang",
    "description":"  If you don't walk on the mountain path once a year, if you don't get your feet wet on the Jhiri path, if you don't taste the mountain pepper once, you won't feel peaceful. Haven't been able to go to Ruma-Thanchi for cookies for a long time, so I ran to the current craze, Alikadam. If more people are traveling, the cost may be reduced, but the freedom to roam on your own is somewhat reduced. So just two people browsed the internet a little and one day I boarded the Hanif bus bound for Alikadam. A simple confession, I have not found any comparison of Aliqadam's cost with social media or various travel websites. So if you budget your expenses by looking at social media or various travel websites like me, you will need to touch your pocket again and again. The updated fare of Alikadam from Dhaka is 1100 Tk. Only two buses of Shyamoli (NR na Abar) and Hanif Paribahan ply daily from Dhaka to Alikadam.
Damatua and Marayan Tang hills can be seen in one day, but if you see it slowly, it will take two days. We crossed two checkposts in the morning and got down at the Alikadam bus stand, as we had plans to visit Ali's cave and Matamuhuri as a bonus.
 If you don't want to rush around, get down at Alikadam Abasi (before the bus stand). Must carry at least three photocopies of National Identity Card.
I got down at Alikadam bus stand, had a healthy breakfast, cleaned my stomach in the public toilet at the bus stand, got into an auto and left for Ali's cave. In the morning, as there were no more travelers, the fare for two people was 100 taka instead of 40 taka.
The auto dropped on the newly constructed bridge over the Matamuhuri river. In the foggy morning, the movement of people has not yet started. While standing on the bridge, the guide met Hasan. A small boy, very good behavior. While talking to Hassan, Hassan's uncle opened the only shop near the bridge. Leaving a bag with 10 rupees, I took Hasan and saw Aslam Ali's cave. Hasan boy is a very good photographer. He charged more than 100 rupees as guide fee and took some good pictures of us. In some places inside Ali's cave, nothing can be seen without lights, in some places you have to crawl, sometimes you have to cross the mountain groove with both feet and hands on the mountain. However, I requested the enthusiasts not to take unnecessary risks.
After seeing Ali's cave, I went to Hasan's uncle's shop for a tea party, then I took another auto and paid 200 taka to a place called Alikadam Abasik. Here too two people have to pay a little more rent. I came to the shop of Yasin Bhai (Mob: 01821935468) who had been talking to Abasi from before, left my bag and went to see the Shilbuniya fountain. This is not really a waterfall. If you don't see it, there is definitely nothing like this to be missed in life. Since it's so close, you can see what else! And since many people go nearby, you will sit under the shower to take a bath, there is no chance. On the day we went, a group of 17 people went from Old Dhaka. The women and children of the neighborhood could not stand for their khisti kheur. You can walk to Shilbunia Jharna from the residence or you can go by auto for 20 taka. I saw that this fare was variable, depending on demand and supply it became 20 or 30 rupees.
After coming from Shilbunia, I took a bath in the resident's pond and had lunch at Yasin Bhai's shop. Cooking is okay, not much fun, and not inedible. After eating, I packed my bags and went to the bottom of Marayan Tong hill. There were 50/60 people including those 17 on the day we climbed Marayan Thang. Most of them came with Marayan Tang's two Yasin packages, while some people came with Chalghuri Bangladesh Travel Group. Out of these 50/60 people maybe 7 or 8 like us walked, the rest went by bike for 200 taka per person. Some in the walking group also took the help of a carry boy. Bikers and carry boys are very annoying during this walk. At least 50 times he came up to us and stopped the bike and asked if we could go up on the bike or not! Walking is better for me, even if it is a little difficult. The road is very steep, not flat. Accidents can happen at any time on this road.
The sun started to set as the sun rose up to Marayan Tong. The tent was set up after climbing up quickly and watching the sunset. There was a lot of wind up there and a bit of a chill from the evening. If you go from October to February, you must take separate preparations for winter. Bar-B-Que arrangement started in the evening after eating jhalmuri and watching full moon moon and fanush. Sitting by the fire and listening to the guitar and singing of the three fresh HSC passers, the chicken and luchi got ready. After that, there was nothing to do but chat at night, so I slept.
I got up in the morning and ran upstairs. From the side of the temple, the white clouds gathered together to form a sea of clouds. Surya Mama was peeping right above him. For a while there, I took the bag on my shoulder and endured the torture of the bikers and went out to catch the cloud. As I went down, I came to the level of clouds. Some feelings cannot be explained in writing, you have to go there to get the feeling of catching these clouds.
I walked down the hill and came back to the residence. On arrival, I called Mohiuddin, the pre-arranged biker. Usually those who visit Damatua Jharna, fix bikes from a place called Pan Bazar. We asked Mohiuddin to come to the resident for some comfort and drop us at the bus stand on the way back. Even though the rent of bike is written as 200/250 per person on social media or various travel related websites, it is now stuck at 500 taka (400 taka if taken from Pan Bazaar). When Mohiuddin arrived, we had breakfast and paid Yasin Bhai's package fee (lunch for 800 taka, jhal mudri in the evening, tent-pillow-blanket, bar-b-que at night, breakfast in the morning). We took the package from Yasin Bhai, since people come less often, we didn't have to worry about eating comfortably at the table, chatting inside or using the washroom.
Just finished breakfast, the bike arrived. I got on the bike and went straight to Pan Bazaar. I lost weight by keeping a bag in a store. Then, with some dry food and water, I again hit the bike and headed out for Adu Para. Being a biker myself, riding a bike on these mountain roads is a thrill. I came to the 10 km army check post to get the thrill on the mountain road. The army on duty there was very friendly, wanted to hear Noakhali language from me. To do mischief with them, I completed the process of moving forward by submitting the ID card and registering the name. After that, I pressed the bike again and started the journey to lay 17 kilos of ginger. The road in this direction is broken in many places, there is a lot of risk on the bike. Mohiuddin Bhai fixed the guide as soon as he got down to 17 Kilo Adu Para. Here too he started to put his hand in his pocket. I saw 800 or 1000, here I heard 1500 taka guide fee. After bargaining a lot, I fixed a 17-year-old boy named Kan Po (spelling may be wrong) for 1200 taka. The boy lives in Adu Para, has no parents (his comment), has not yet acquired the ability to understand or speak Bengali.
Kan Po is quite good as a guide. 2 sticks were collected at the start, although we don't need them much. It took us about 1 hour 30 minutes to reach Damatua from Adu Para market. There were many ups and downs on the way, several descents on the Jhiri way. There was also a side chat with the local Murongs at the top of the Wang Pa waterfall. When the wang passes upstream, the member is laid. The hilly scenery around Membar Para is very beautiful, I'm pretty sure the clouds play on these hills early in the morning. If the member passes the para, Vidyananda's reserved space will be worn. Taking pictures here is prohibited, I don't know why. There is a very beautiful cascade upstream of Damtuar, not to be missed.
Water is low in winter, but Damatua does not dry up all at once. We were fairly well watered. Not less at once, not more at once. But what I liked the most, the fountain was completely empty. No one else came that day except for the two of us. I never once felt a lack of security the entire way. Although the local Murangs are weak in Bengal, everyone seems friendly.
On the way back, I had a glimpse of Maya Lake from a small watch tower. Lake Maya looks like a dragon on Google Maps. Reported to army camp before 5 pm, came to Alikadam bus stand. It was 7 o'clock after seeing the evening market, I took the bus to the brick city again with a stone in my mind.
· You will get 3 hilly villages to go from Adupara market to Damatua Jharna. Their behavior or clothing is different from us. Don't do anything or look in a way that makes them feel embarrassed, taking pictures is out of the question.
· There are leeches on mountain roads and around springs. If you want, you can prepare, and if you want, you can be a liberal like me.
· Be kind to others when traveling in groups. It's better not to be like those 17 people of old Dhaka.
· Provide appropriate assistance to Bangladesh Police and Army. They are doing duty like this in distant mountains, leaving their families to protect us.
· I saw a lot of chips packets, water bottles, cigarette packets etc. plastic products everywhere in Ali's cave, Marayan Tong or Damtua. If possible, throw away the garbage in your mind, take these plastic garbage with you and throw it in the local market.
   ",
    "img":"https://raw.githubusercontent.com/mdrabbialmamun/TravelStory/main/pic1.png"
    },
    {
    "name":" Sandip",
    "description":"    Even though my birthplace is Sandwip, I came back from Sandwip after eight long years. Although Sandwip is one of the most beautiful places in Bangladesh, only because there is no tourist hype, no tourists or travelers are seen here. But it's no use just blaming the hype. Bad transportation system is also one of the reasons for this. However, going to Sandwip in winter is not difficult. 
You can easily travel to Sandwip by river from Chittagong city. And I guarantee, you will not be disappointed by the beauty of Sandwip.
How to go?
A khan or Alankar More will come to Chittagong from any place. From there, take the Sitakunda bus and get off at Kumira (Tk 30). After getting down at Kumira, take a TomTom to Kumira Ferry Ghat (Tk. 10).
Then from there you will take a speed boat or service boat ticket to Mayavi Sandwip
Speed boat fare is Tk 250 per person. It takes 20 minutes.
Service boat fare is Tk 100 per person. It takes about 1.20 hours.
There are hotels for tourists in Sandwip complex for accommodation. Rs. 400/500 per night. Or you can camp by the river if you prefer.
#You can try the famous sweets of #Sandwip. But for that you have to go to the Shiva Hut in the south of the island. Or good sweets are also available at Nazir market. Best option to explore an area comfortably in a short time. #Rickshaw or other vehicle fare may seem a bit high, bargain. #If palm juice is available at this time it would be foolish not to eat it. You will find it if you look around. The taste of fresh juice from the tree is different. If possible, you can try the finni/pais of #Kajjurer juice somewhere, never forget the taste for sure. #If possible, eat coconut and chital pitha along with the local's favorite thick date sweets.
(Bike rental 100 taka per hour, cycle 10 taka per hour)
And a request to those who go, do not spoil the island by throwing any kind of rubbish on the river bank or sandpit. ",
    "img":"https://raw.githubusercontent.com/mdrabbialmamun/TravelStory/main/pic1.png"
    },

    {
    "name":" On the way to Kristong, Rungrang",
    "description":"   Although there are many mountains above 3,000 feet in Bangladesh, the highest mountains in the Chimbuk range are Kristong (about 2,989 feet) and 2nd Rungrang Tong (2,795 feet).
 Apart from a handful of places, there are hardly any mountains that are so densely forested and full of animals as far as I know. So for me, summiting Rungrang Tong and Kristong are different. Initially looking for a 1/2 day relaxing tour, our team suddenly changed the route and organized an off route tour to Kristong and Rungrang Thong.
Which way to go -
You can go to 3 roads-
1. (1 day) Alikdam->Amtali->Dusri Bazar->Meniank Ward-> (2 days) Rungrang->Khemchong Ward->Kristong-> Khemchong Ward-> (3 days) Saingpra-> Khemchong Ward-> (4 days ) 21 Kilo -> Alikadam -> Dhaka (First 1 night at Meniank Para and last 2 nights at Khemchong Para)
2. (1 day) Alikadam->21 Kilo->Khemchong Para-> (2 days) Kristong->Khemchong Para->(3 days) Saingpra->Khemchong Para->(4 days) Rungrang->Meniank Para-> Dusri Bazar -> Amtali-> Bus Stand (Alikdam)-> Dhaka (Khemchong Para first 2 and Meniank Para last 1 night)
3. Thankoine Falls->-There is a road via Palangkhiang which I don't know very well but this is the one with some other falls which can give summit of Kristong, Rungrang Thong, it may take 5-6 days.

Plan (1) seems more difficult to me because to reach Meniank Para-Rungrang-Khemchong Para from Dusri Bazar, many steep hills will be climbed and to reach 21 km while back, 2 types of uphill and downhill trekking will be required.
But if you go to Plan (2) you will not need to climb such a steep hill to reach Khemchong Para with 21 kilos and while descending from Khemchong Para to Rungrang and Meniank Para to reach Dusri Bazar, you will only need to descend which will make tracking much easier. We went to plan (2).
There are not many buses in this route (Shyamoli, Hanif, T, R Travels got more, check it). We 30 September night T. And I boarded the travel bus whose fare was 850 taka. At 10.30 though our bus was a little late to leave and due to traffic jams we reached Jaiga at 7 am to 11 am. The bus comes from Dhaka to Chittagong, Chakria via Alikadam, if anyone wants to come from Cox's Bazar then they can come via Chakria to Alikadam.
Day-1 [Alikdam->21 Km->Khemchong Para]
We finish our breakfast and book the return bus ticket. According to plan (2) our first day trekking will start from 21 Km and destination Khemchong Para. Alikadam to Thanchi is 34 km, in which 17 km starts Damtua Jharna trekking, 21 km starts Kristong-Rungrang Thong trekking and 1-2 km ahead is Dim Pahar. If one has not seen Dim Pahar, then first go to Dim Pahar, after seeing it, drive back 21 km for Kristong-Rungrang. As we were late we did not go to Dim Pahar, walked 21 Kms and started our first day trekking. 21 km can be done by bike or Chander's car. If there are more people, Chander's car will reduce the cost. There were 9 of us including 10 guides, we don't have Chande's car, which the guide will fix, after expenses 2000 Tk.
I took Chander's car from bus stand/Alikdam Bazar to Alikdam Panbazar for some shopping. In Khemchong Para, Meniang Para, you have to prepare food by yourself, you can get rice, eggs, chicken (if you are lucky if the guide tells you the day before) so all kinds of spices, salt, pulses, oil, potatoes, onions, chicken (whatever you need) The guide will tell you) do not buy all. You don't have to think about cooking, the guide will do the cooking. Then everyone bought trekking shoes for trekking (we leave our shoes in this shop, take them when we go, we do this to keep the bag light) and 1 liter of water per person for eating on the road, don't forget to take saline. You will not get drinking water on the road from 21 Kilo to Khemchong Para, so drink water little by little and do not waste it unnecessarily so that you can drink the water in the end. Don't waste your water bottles. These empty bottles will come in handy during Christong. Carry some dry food with you to eat on the road.
After all, 21 kilos takes 30-40 minutes, our trekking starts (keep the bag as light as possible, it will be easy to walk) at 1.30. There are leeches on the road from 21 Kilo to Khemchong Para, there is no reason to be afraid, it will be enough to notice it after a while. Since you will have to climb the mountain again for a lot of walking, you can wear anklets. Finally reached Khemchong neighborhood at 7.30 (approx), it was dusk on the road with torches so not too much trouble but try to reach before dusk. Khemchong neighborhood is a bit different, all the houses are not together, to go from one house to another it is like crossing a mountain (may take 5-7 minutes). There is no bathroom in this neighborhood, only one house (not a very good one) and it is far away from our house. You have to go down to the jhiri for bathing at 7-10, there is no need to go to the jhiri because they will provide the food water. You will find a shop in Khemchong neighborhood but there are not many items, there are some dry food, tea is available although we did not get it.
Day-2 [Khemchong District->Kristong->Khemchong District->Rungrang->Menyang District]
From there at night (cost 150 taka) then leave in the morning (time - 6:00) to reach Kristang about 2-2.30. Leave as early as you can, the weather will be cold, you will get less sunshine, tracking will be easy, besides, you will get a good view (if it rains, you may not get clouds). 
Take bottled water before going because you will find only one leeches on this road and that too after 1-1.3 hours of walking, there are no leeches on this road. You can keep dry food with it. As there was light rain in the morning, we didn't get any clouds on the peak but Raju bhai (guide) said we can get clouds if we wait for a while, so we sat for 1-1.3 hours and finally the clouds appeared, then we went back for a while to Khemchong para, back in the afternoon. After eating and resting for a while. A few of us got a bit sick so we then canceled the day's Saengpra and left for Rungrang around 3am that day.
After coming from Khemchong neighborhood to Meniank neighborhood, this mountain. Christong's death was not so difficult to climb this mountain and it took much less time. We went to this mountain in the afternoon, when the sun was about to set, the sky was very beautiful which is very different from Kristong (Kristong in the morning and Rungrang in the afternoon is a good combination), After sitting for a while, we came to Meniank neighborhood (it may take 30-35 minutes from Rungrang to reach the neighborhood), it was getting late but the road was not too difficult, so it was not too difficult to come. It was easy trekking only to get down so we didn't have much trouble, it takes about 1.30-2 hours to reach Meniank Para. Those who want to visit Saingpra should come from Kristong and stay that night in Khemchong neighborhood, then leave for Saingpra that day. If you want to finish Saingpra, you can go to Rungrang-Meniang neighborhood in the morning from Khemchong neighborhood and come to Dusari Bazar, but instead of staying in the same neighborhood for 3 nights, you can go to Meniang for one night. You can live in the neighborhood. For that, he returned to Khemchong neighborhood from Sinongpra and rested in Meniank neighborhood, he can stay in Rungrang in the afternoon.
Meniank neighborhood is a bit more modern than Khemchong neighborhood, means all the houses are together, water system is much better, bathroom system is much better than Khemchong neighborhood. There is also a shop in this neighborhood.
Day-3 [Meniank Para-> Dusri Bazar-> Amtali-> Bus Stand (Alikdam)]
I wake up in the morning and go to Zoom house to see the clouds (it takes 10 minutes), the time is 6 o'clock, leave as soon as you can because the clouds will decrease when the resistance rises, after a while at Zoom house, I back to the neighborhood and have breakfast and start the last day's trekking. Snails will take a shower on the road, take a bath in the shower and come to Dusari Bazar. Most part of this road has to come through Jhiri path so fatigue is less and you will get food and water after a while. From Dusri market, we took a boat to Amtali Ghat (local boat costs less, our reserve was 3000 rupees, it takes about 1 hour). From Amtali Ghat take auto Rishka to Alikadam Bazar (not with left shoes) and go to bus stand / Alikadam Bazar. Bus departure time is 7 o'clock. Although we had another plan on the last day, we went to Marangtong that day, stayed the last night at Marangtong, then finished the day at Dim Pahar-Ali cave and back to Dhaka.
It will take 4 days and 3 nights to reach Khemchong Para (1 day), Kristong (2 days), Sinongpra-Rungrang (3 days), Menyang Para-Alikdam (4 days). It took less than a day and a night for us to cancel the subscription.
The guide costs Rs 1000 per day. Our guide name was Raju (01890609437), he is a very nice person. For once, he did not complain or get upset about anything and did all the work himself with responsibility.
He even fixed the bus, Chander's car, boat all by himself, the cost was not more than what we saw.
The beauty of Bandarban can be seen deep in the mountains. On the way, rest in the hut, drink water from the narrow stream, bright stars at night, sunken in the clouds in the morning and afternoon, hundreds of years old trees, the sound of birds and animals. No
to do-
1. Carry NID/Varsity Card, it is required in many places.
2. Carry medicine (if needed, keep saline)
3. There are no mosquitoes so no special preparation is needed.
If you go to this Jaiga in Bandarban, you can still understand how beautiful the nature is, just like a story. So don't spoil this beautiful environment by throwing bottles, plastic shells unnecessarily and prevent others from doing these things.  ",
    "img":"https://raw.githubusercontent.com/mdrabbialmamun/TravelStory/main/pic1.png"
    },


{
    "name":" Pre-arrangement of the tour",
    "description":" Have a nice trip. ",
    "img":"https://raw.githubusercontent.com/mdrabbialmamun/TravelStory/main/pic1.png"
    },

    {
    "name":" Baliati Zamindar House, Manikganj ",
    "description":"  Baliati Palace is located in Baliati village of Saturia Upazila, approximately eight kilometers west of Manikganj district headquarters and thirty-five kilometers from Dhaka district headquarters in Dhaka division of Bangladesh.
It is one of the palaces built in the 19th century in Bangladesh. Also known as Baliati Zamindar Bari or Baliati Palace, this Zamindar House consists of seven buildings. All the buildings of the Baliati zamindar house were not built together.
The various buildings belonging to this palace were erected at different times by different successions of zamindar families. The central block is now a museum. This palace is preserved and managed by Bangladesh Archaeological Department.
**History – 
Gobind Ram Saha founded the Baliati Zamindar family. He was a salt merchant in the mid-18th century. Among the various legacies of the zamindar family, “Kishorilal Roy Chowdhury, Rai Bahadur Harendra Kumar Roy Chowdhury were famous for their development in the education sector at that time. The founder of Jagannath College (now Jagannath University) in Dhaka was Kishorelal Roy Chowdhury's father and after whom the institution was named.
Known as the Balliati Zamindar Bari, this palatial complex is a collection of 7 south-facing buildings spread over an area of about 16,554 square meters. These buildings were built by some members of landed families at different times from mid-nineteenth century to early twentieth century. The front four Prasads were used for business purposes. The palace behind this Prasad is called Andar Mahal where they lived.
--- ---
** How to go:
Saturia of Manikganj directly by SB link counter bus from Gabtali. Rent is 75 rupees. The time taken is approximately 2.30/3 hours. Then by auto from Saturia directly to Baliati zamindar house rent 10 taka.
--- ---
**Entrance Fee/Ticket: Tk 20 per person.
--- ---
**Closed: Full day on Sunday and half day on Monday.
** Closed on Fridays from 12.30 pm to 2.30 pm. prayer break
---
** Eating:
There is a local food hotel after getting down from the bus to Saturia. Fairly good quality food available.
--- ---   ",
    "img":"https://raw.githubusercontent.com/mdrabbialmamun/TravelStory/main/pic1.png"
    },

    {
    "name":" Ladakh",
    "description":"  Ladakh- The Land of High Passes is like a dream for Indian and Bangladeshi travel lovers. Although it has been practically forbidden for us for a long time, we are getting a chance to go again with a special permission for a few months to taste this thin-air adventure. We also ticked off our bucket list after Qurbani Eid. This post is about his personal details. I am dividing this post into several parts for the convenience of explanation.
# the season
Peak season in Ladakh is mid April to early October (10 days may be more or less depending on the year). In the rest of the months, the weather is extreme and tourists hardly visit.
#Permission
The first thought for traveling to Ladakh is to get ILP and PAP i.e. permission. Getting our special permission is actually all dependent on the approval of the ADC at Leh DC office. To get the permission you need to visit Leh DC office in person with passport and visa copy and an application. The application will contain the visa and passport information of all the group along with the dates you want to travel to any place in Ladakh (you can inbox for the application format). After entering the DC office, first you have to go to the ADC's chamber and get his signature on the application. If you are in ADC office you will get permission quickly and if there is no reason or if you are on holiday it may take several days. We were lucky as everything was done within 10 minutes. To save time, it is better to carry a copy of visa and passport and application in advance. After getting the permission, 600 rupees per head should be submitted as a donation to the Red Cross.
* Since the DC office is closed on Sunday, permission cannot be taken for that day
** After getting permission, keep at least 6 copies which will be required to be submitted at multiple check posts
# go come
There are multiple ways to reach Leh. We entered Agartala via Akhaura by train and flew to Delhi and stayed in Old Delhi for one night. I left Delhi directly to Leh on the next morning flight. On my way back I took a direct flight to Kolkata (Via Chandigarh) via Srinagar.
If you want, you can first go to Kashmir (Srinagar) for one night from Kargil or directly reach Leh by road. It will take approximately 12 hours. Except Zozila pass, the rest of the roads are very good. Or you can go via Manali if you want though this route is not yet operational due to recent landslides and the possibility of being fully operational this season is very unlikely. If you go to Leh by road via Manali, you can stay at Jispa for one night or go directly. It will take about 13 hours. One night stay at Gispa is recommended for acclimatization.
# stay
If you go through any agency they will arrange all your hotels. In Leh, we stayed for the first two nights at Gawa Retreat (booked by agency), followed by one night at Namgyal Palace (booked by agency) and Hotel Lingzi (booked by myself). Among them, Lingzi Big Market Area (Lehr Mall Road) is the closest. The hotel facilities were more or less good in all respects.
Our two night stay at Nubra was at Green Throne Camp which is located in Diskit area. The experience of staying in a Swiss tent between cold desserts was great. Attached bathroom, running hot water (only in the morning) were all facilities in the tent. However, Nubra, Pangong, So Moriri areas have electricity only from 5/7 pm to 11 pm. Sometimes electricity is available for an hour in the morning. High speed internet is also available in Nubra.
Pangong We stayed one night at Go Green Wooden Cottage. There was a lake view room. It is in Lukung area near the beginning of Pangong Lake. You will get the best view of the lake from here. There are many restaurants here. But one can stay at Merak Village at the far end of the lake if one takes babies or older ones. As there is more vegetation there is less oxygen problem but the disadvantage is that all the hotels/cottages are far away from the lake. Pangong is a very windy area so I would not recommend staying in a tent/camp here. Call-only network is available in Pangong.
Our booking in Tso Moriri was at Hotel Grand Dolphin which is in Kurjok Village and the best hotel in Tso Moriri but as the booking was not confirmed due to network complications, we later stayed at Wisdome House Tso Moriri. All the hotels here are very far from the lake. Often calling networks are also not available here.
# Travel
Your options for getting around are bikes (self-drive) or taxis. Both options are quite costly. It is better to go in a large group or take a shared package to reduce the cost. You can get a rough idea of the taxi cost from the link below:
https://www.ladakhtaxiunion.com/rate%20list.html 
The cost of the bike ranges from Rs.1000 to Rs.3500 per model. A little less than the published rate is available though.
Many people travel by Eeco type economy car to save cost but not recommended considering long journey.
Road condition except Nubra Valley to Pangong is quite good.
# Sights & Plans
Our plan for Agartala to Kolkata was briefly like this:
Day-1 Agartala to Delhi by flight. Night stay in Old Delhi
Day-2 Delhi to Leh flight. rest day In the afternoon and evening I wandered around the main market area. It is sunset around 8 o'clock.
Day-3 Taking permission and local site seeing. Seen Leh Palace, Shanti Stupa, Gurudwara Patthar Sahib, Magnetic Hill, Indus Sangam.
Day-4 Nubra Yatra via Khardungla pass. Took an ATV ride to a point before reaching Diskit (cheaper than Hunder Sand Dunes) and visited Diskit Monastery. We left at 9 am and finally reached the camp around 4 pm.
Day-5 I had breakfast and went to visit Turtuk Village. It was nice to visit Balti Village. If you are short on time, you can skip Turtuk by staying one night at Nubra. On the way back from Turtuk I ventured to Hunder Sand Dunes but for good reason there was no double hump camel ride.
Day-6 Nubra to Pangong Yatra. Road condition was terrible. 4 I reached the market a little before and looked around Pangong Lake and took pictures.
Day-7 From Pangong to So Moriri. The road was comparatively better. On the way, many more points of Pangong were stopped and photographs were taken. Reached So Moriri around 5 pm and on arrival went straight to the view point from where the best view of the lake is available. After entering the hotel and getting fresh, I went to the lakeside again for a long walk
Day-8 So Moriri to Leh Return Journey. On the way, he saw the Palace and Takse Monastery. It started raining from this day.
Day-9 This was our reserve day. Incessant rain stopped flights to Leh. We also get a little worried about the next day's journey
From day-10 night the rain decreases a little. After 4 am we left for Srinagar. Although the road is good, due to landslides, stones were worn in several places on the road. Our car got a flat tire once. On the way we stopped at Fatula pass. Stopping at the 2000 year old monastery of Lamayuru Moonland and Mulbekh also took pictures. Finally after about 12 hours crossing the dangerous Zojila we reached Srinagar. In the evening and the next morning, we walked and shopped and ate. Having gone to Kashmir several times before, there was no more wandering in the plan.
Day-11 Arrive Kolkata via Chandigarh by evening flight
What we have covered are Major Tourist Attractions of Upper Ladakh. Beyond this, Hanley has recently become popular for stargazing and viewing the Milky Way Galaxy. To go here one has to cross the highest motorable road Umling La. But we did not go here as foreigners are not allowed to stay overnight.
And in Lower Ladakh (adjacent to Kargil) there are places to visit such as Lamayuru Monastery, Moonland, Mulbekh Statue, Shura Valley, Arian Valley, Padum, Panikhar Glacier etc. At least 3 more days should be kept in hand to cover these.
Those who are short on time can skip So Moriri and Turtuk but should try to cover the whole thing at once.
#Eating
Breakfast and dinner are included at the hotel if you take the trip from the agency. But most of the time there is a veg option. Separately offers egg omelette which can be chargeable.
Apart from this there are many good restaurants in Leh:
Wanderers Terrace Café: The best restaurant in Ladakh in our opinion. Great view and ambience. Almost all foods are good
Lamayuru Restaurant: Proper family restaurant. Chicken sizzler, trout fish are the best items
SOL 101: The Chello Kebab Platter is awesome
Himalayan Café: Afghani Chicken is pretty good. The menu list is quite long
Royal Café: Chicken momos and pastry items are great.
Zia Tea Stall: Had tea and Namkin Methi several times
Biriyani Queen: Chicken Dum Biryani was fun
Tibetan Café: Famous for Ladakhi and Tibetan dishes
There are many more restaurants and cafes in the Leh main market area. All the ones mentioned above are located in or near the main market area.
# Caution
* Drink at least 3 liters of water a day and take Diamox before departure as there is a possibility of AMS
* After reaching Leh by flight the first two nights should be in Leh
* Carry enough winter clothes. When you can face strong wind and cold. Oxygen cylinder should also be kept in the car
* You may not find any shop or restaurant for a long time during the journey, so it is better to keep dry food with you
# Agency support
When I travel abroad, I prefer to get support from local agents there. You will find many such reliable agencies in Ladakh travel groups. Anyone who wants to go without booking an agency in advance can hire a taxi or book a shared trip to Leh from local agents. You will find departures of shared trips to Nubra, Pangong, Turtuk almost daily except So Moriri. There is room for some bargaining on the rate. If you want agency details, you can knock on the inbox.
# request
- Ladakh has opened for us after a long time. Let us not wave the flag or do such things so that we lose this opportunity again
- Those who give bike trips should be more careful
- So that we don't throw garbage everywhere. You will often see writing on the street DON'T BE A GAMA IN THE LAND OF LAMA!
- You will find many stray dogs in Leh and other places of Ladakh. Try to feed them biscuits   ",
    "img":"https://raw.githubusercontent.com/mdrabbialmamun/TravelStory/main/pic1.png"
    }
]
