[
  {
    "name":"ট্যুরের পূর্ব-প্রস্তুতি",
    "description":"বছর শেষে যখন শীত আসে তখন রেগুলার ভ্রমণ প্রেমীদের কাছে একটা অন্যরকম বার্তা নিয়ে আসে । কারন প্রতি উইন্টার ভ্যাকেশনে আমাদের একটা প্লান থাকে কোথাও গিয়ে একটু ঢু মেরে আসা, একটু শান্ত নিবিড় পরিবেশে সময় কাটিয়ে আসা, বন্ধু বান্ধব নিয়ে একটু চিল করা।\n এর মধ্যে অনেকেই সিধান্তহীনতায় থাকেন যে কোথায় যাওয়া যায় , কিভাবে যাওয়া যায়, অল্প বাজেটে পয়সা উসুল জায়গা, ট্যুরের A to Z যাবতীয় প্লান সম্পর্কে ।\n আজকে আমার নিজের ছোট্ট অভিজ্ঞতা থেকে শেয়ার করার চেষ্টা করব ।
· অযাচিত প্লান না করাঃ আমাদের ভার্সিটি ট্যুরের প্রায় ৮০% ট্যুর শেষ পর্যন্ত হয়ে উঠে না কারন আমারা যে ভাবে প্ল্যান করি তা শেষ পর্যন্ত হয়ে উঠে না। অনেক সময় ট্যুরের জন্যে অনেক ফেসবুক চ্যাট গ্রুপ খোলা হলেও তা ঐ গ্রুপ পর্যন্তই থাকে , আর যাওয়া হয় না। (এমন আমার নিজের সাথেও হইছে ) তাই এমন একটা প্লেস ঠিক করুন ২/১ দিন পর্যাপ্ত ধারনা নিয়ে জাস্ট ট্যুরের জন্যে বেরিয়ে পরুন। এখন শীতের আগাম মুহূর্ত তাই এই সময় টা আমার কাছে পারফেক্ট সময় মনে হয়। ওয়েদার মাক্সিম্যাম সময়ে অনুকূলে থাকে। তাই, নিজের পছন্দের জায়াগা থেকে যে কোনো একটা যায়গায় গিয়ে ঘুরে আসতে পারেন। তবে এই আমার পাহাড় দেখার বেশি ইচ্ছে হয় ।
· নিজের প্রস্তুতিঃ ট্যুর প্লান করার পরে আপনার সব থেকে বেশি জরুরী হলো নিজের পর্যাপ্ত প্রস্তুতি নেওয়া। ট্যুরের বাজেট, নিজের পার্সোনাল শপিং বাজেট, নিজের কাপড়-চোপড়, ব্যাগ গুছানো, নিজের ডিভাইস (মোবাইল, পাওয়ার ব্যাংক, চার্জার ), জাতীয় পরিচয় পত্র বা স্টুডেন্ট আইডি কার্ড ইত্যাদি মনে করে গুছানো। ট্যুরে নিজের কমফোর্ট ভাবে কাটানোর জন্যে ওয়েদার বিবেচনায় নিজের প্রয়োজনীয় জিনিশ-পত্র গুছিয়ে নিয়ে যাওয়া ইম্পরট্যান্ট । আবার একই সাথে চেক আউট করার সময় ও এই গুলা গুছিয়ে নিয়ে আসাও ইম্পরট্যান্ট, না হয় ভুলে কিছু রেখে আসলে তা ফেরত আনার সম্ভবনা খুবই কম।
· ট্যুর প্লেস সম্পর্কে রিসেন্ট ধারনাঃ আপনি যে প্লেসে যাচ্ছেন তার রিসেন্ট খবরা-খবর জেনে যাওয়া বুদ্ধিমানের কাজ হবে। না হয় আপনার যে কোনো পরিস্থিতির মধ্যে পরতে পারেন। যেমনঃ গত রাজশাহী ট্যুরে আমাদের ধারনা ছিলো না যে ওইখানে নির্বাচন চলতেছিল যার কারনে বাস, অটো, বা রিক্সা চলাচল সীমিত বা বন্ধ থাকতে পারে। যার কারনে আমাদের রাজশাহী থেকে নওগাঁ যাওয়া একদিন পিছানো লাগছিলো। এইরকম যে কোনো পরিস্থিতির সম্মুখীন হতে পারেন, তাই আমার কাছে আগে থেকে একটা ওভারঅল একটা ধারনা থাকা তা বুদ্ধিমানের হবে।
· শীতের প্রস্তুতি: এখন যেহেতু অল্প অল্প শীত পড়তেছে তাই এই ওয়েদার বিবেচনায় আপনার কাপড়-চোপড় নেওয়া উচিত। আবার যেই পরিবেশে যাচ্ছেন সেখানে শীতের কি অবস্থা তা যদি আগে থেকে একটু ধারনা রাখা যায় তাহলে সাছন্দে ঘোরাঘুরি করতে পারবেন।
ট্যুরের পূর্ব-প্রস্তুতি হিসেবে আপনি আরো অনেক টুকিটাকি বিষয় মাথায় রেখে প্রস্তুতি নিতে পারেন। এই গুলো আমি প্রতিবার ট্যুরের সময় সাধারনত করে থাকি । আপনার ভ্রমণ হোক সুন্দর, ভ্রমণ হোক আনন্দের।
",
    "img":"https://raw.githubusercontent.com/mdrabbialmamun/TravelStory/main/pic1.png"
    },

    {
    "name":"থাইল্যান্ড ভ্রমণ",
    "description":"আমাদের মধ্যে সব সময় একটা প্রবণতা কাজ করে এক সাথে অনেক গুলো দেশ ভ্রমণ করা আর সেটা যদি কম সময়ে বা এক সাথে হয় তাহলে কারো মতে পাসপোর্ট ভারি হয়ে যায় বা ট্রাভেল হিষ্ট্রি তৈরি হয় । আবার অনেকে আছেন প্রকৃতি প্রেমী যারা সবুজ ও ন্যাচারাল কে বেশি পছন্দ করে তাদের কাছে হিষ্ট্রি বলে কোন শব্দ নেই শুধু ভ্রমণ কে উপভোগ করেন ।
আপনি কোনটা বেঁছে নিবেন সেটা আপনার একান্ত সিধান্ত। এই পর্বে আপনি থাইল্যান্ড ভ্রমণপথ পাবেন ও সহজে কিভাবে প্ল্যান করলে পুরো থাইল্যান্ড কভার করতে পারবেন সেই বিষয়ে শেয়ার করব। তিন দেশ নিয়ে তিনটি পর্বে লেখা শেষ করব ইনশাআল্লাহ্‌ ।
থাইল্যান্ডঃ
আমি যেহেতু থাইল্যান্ড যাব এই জন্য ৩ তিন মাস আগে একটা প্ল্যান করি । আর থাইল্যান্ড গেলে সাথে যেন আরও কয়েকটি দেশ ঘুরে আসতে পারি সেটা নিয়ে প্ল্যান করা হয়ে যায় । আন্তর্জাতিক ভ্রমণের প্রথম শর্ত পাসপোর্ট এবং ভিসা । পাসপোর্ট যেহেতু রয়েছে এখন ভিসা নিয়ে আলোচনা করি বিশেষ করে থাইল্যান্ড ভিসা অনেকের জন্য জটিল আবার অনেকের জন্য সহজ বটে । কারন এই ভিসার জন্য অনেকে BL/VL/B এই টাইপের সিল খেয়ে বসে আছে সুতরাং একটা চিন্তা রয়ে যায় । আর একবার ভিসা হয়ে গেলে পরবর্তীতে এই সমস্যায় কেউ পরেছে বলে মনে হয় না । এবার আমার ভিসা হওয়া নিয়ে কথা বলি
থাইল্যান্ড ভিসার জন্য আমার কি কি ডকুমেন্ট লেগেছে সেটা বিবরণ নিচে উল্লেখ করা হলঃ
১. সকল পাসপোর্ট (পুরাতন এবং নতুন)
২. ২ কপি ছবি ( ৩.৫*৪.৫) ল্যাব প্রিন্ট ম্যাট পেপারে।
৩. ওরিজিনাল ব্যাঙ্ক স্টেটমেন্ট (৬ মাস)
৪. ব্যাঙ্ক সলভেন্সি সার্টিফিকেট
৫. ভিজিটিং কার্ড ২ কপি
৬. ট্রেড লাইসেন্স (নোটারি করা)
৭. ব্যবসার অফিসিয়াল প্যাড
৮. ভিসা ফি বাবদ ৫২০০/- টাকা\n\n
      
এই সব কাগজ আমার লেগেছিল । আমার পরিচিত এক্স-কলিগের মাধমে তার ট্রাভেল এজেন্সিতে জমা দিয়েছিলাম। জমা দেওয়ার পরের দিন একটা শুধু ফোন আসল আপনি কি ( মোনারুল ইসলাম) বলছেন , আপনি কি থাইল্যান্ড ভিসার জন্য আবেদন জমা দিয়েছেন । আমি শুধু হ্যাঁ বলেছি । তার দুই দিন পরে আমার এজেন্সি ফোন করে পাসপোর্ট নিয়ে আসতে বলেছে । এত তারাতারি ভিসা হবে আমি কল্পনা করিনি । কারন Tob Helpline এত পরিমানে মেসেজ অনেকের ভিসা দিচ্ছে না আবার ১ মাস লাগছে । পরে বুঝতে পেরেছি আমাকে কেন ফোন না দিয়ে ভিসা দিয়েছে এটা আমার ধারনা। আপনাদের হয়ত কাজে আসতে পারে । আপনার অ্যাকাউন্টে যদি যথেষ্ট পরিমানে টাকা থাকে আর কাগজ সঠিক হয় তাহলে আমার মত হয়ত কোন ফোন ছাড়া প্রথম আবেদনে ভিসা পেতে পারেন। যেহেতু ভিসা চিন্তা দূর হয়ে গেল এখন দরকার কম খরচে কিভাবে টিকেট কাটতে পারি ।
থাইল্যান্ড টিকেটঃ
আপনি যদি বাজেট ট্রাভেল দিতে চান তাহলে আপনি আগে থেকে প্ল্যান করবেন। আমি ভিসা পাওয়ার সাথে সাথে টিকেট করে ফেলি। আমি সব সময় ১/২ মাস আগে টিকেট করার চেষ্টা করি এতে দাম ভালো পাওয়া যায় আর সেই দেশ সম্পর্কে জানার জন্য হাতে সময় থাকে। থাইল্যান্ড যেহেতু ৩ মাসের ভিসার মেয়াদ দিয়ে থাকে তাই সহজ হয় প্ল্যান করতে । শেষ মাসে যাওয়ার প্ল্যান করি । অনলাইনে অনেক ওয়েবসাইট চেক করে দেখা যায় Biman /USBangla/Thai Air Asia/ Thai Air অন্য গুলো চেক করে ৩২ হাজারে নিচে কোন টিকেট পাচ্ছিলাম না । Thai Air Asia তে ২৮ হাজারে করা যায় কিন্তু আসার সময় চেকইন ব্যাক ছাড়া । যদিও অতিরিক্ত ব্যাগ যোগ করা যায় । তবুও বাংলাদেশ বিমানে টিকেট করি ৩৩ হাজার দিয়ে যাওয়া এবং আসার জন্য ।
আপনি চাইলে ইন্ডিয়া হয়ে ট্যুর দিতে পারেন সে জন্য হয়ত আপনার ইন্ডিয়ার ভিসা লাগবে কিন্তু খরচ কমে যাবে । আমি ৩ দেশের জন্য প্ল্যান করেছি আপনি যদি ভিয়েতনাম সহ প্ল্যান করেন তাহলে সবচেয়ে ভালো । আপনি কলকাতা ৩/৪ দিন ঘুরে ভিয়েতনাম চলে যাবেন ১০/১২/১৪ হাজারের মধ্যে টিকেট পাবেন। ভিয়েতনাম ঘুরে কম্বোডিয়া তারপর লাওস অথবা ভিয়েতনাম থেকে লাওস সহজ হবে তবে আপনাকে ভিয়েতনাম থেকে লাওস এর ভিসা নিতে হবে। আর যদি বাংলাদেশ থেকে চিন্তা করেন তাহলে থাইল্যান্ড হয়ে বাকি দেশে ঘুরতে যাওয়া ভালো।
আমি যেহেতু বাংলাদেশ থেকে ঘুরতে যাচ্ছি সেজন্য থাইল্যান্ড- কম্বোডিয়া -লাওস প্ল্যান করা।
বাংলাদেশ বিমানে টিকেট কাটার সময় থাইল্যান্ড যাওয়ার ফিক্সড টিকেট ও আসার সময় ফ্লেক্সি টিকেট ক্রয় করি এতে ৩৩ হাজার খরচ হয়েছে আমার । আমার রিটার্ন তারিখ ভিসা মেয়াদ শেষ হওয়ার ১ দিন আগে দেওয়া হয়েছিল । যেহেতু আমি ১ মাসের ট্যুরে যাচ্ছি এই জন্য সেখানে গিয়ে আবার রি-এন্ট্রি ভিসা নিলে হয়ত টিকেট তারিখ পেছাতে হবে এই জন্য ফ্লেক্সি টিকেট নেওয়া । যাতে সামান্য কিছু খরচ দিয়ে তারিখ পেছানো যায় ।
ইমিগ্রেশন ও ভ্রমণঃ
যথারীতি ভ্রমণের দিন চলে আসল অক্টোবর ৭ তারিখে আমার ফ্লাইট ছিল ঢাকা থেকে বাংকক সুবর্ণভূমি এয়ারপোর্টে সকাল ১১.৪৫ মিনিটে । আমি ৩ ঘন্টা আগে গিয়েছিলাম । কারন MTB একটা লাউঞ্জ আছে ফ্রি অ্যাক্সেস করতে পারবেন যদি আপনার MTB তে অ্যাকাউন্ট থাকে । সকালে সকালে বাসা থেকে নাস্তা না করে চলে যাই । ৯ টার মধ্যে আমি বোর্ডিং জন্য কাউন্টারে চলে যাই । যদিও ৩ ঘণ্টা আগে বোর্ডিং কাউন্টার ওপেন হয়ে যায় । আর ওই দিন সকালে এয়ারপোর্টে এত ভিড় ছিল কারন সেইদিন প্রধানমন্ত্রি ৩ নং টার্মিনাল উদ্বোধন করবে এই জন্য সবাই আগেই এয়ারপোর্ট চলে এসেছে । আর গেটের আনসাররা মাত্র ৫০/১০০ টাকা ঘুষ খেয়ে লম্বা লাইনে নজর না দিয়ে অবৈধ লোকজন প্রবেশ করার কাজে ব্যস্ত । থাক নিজের দেশ সম্পর্কে বাজে মন্তব্য করতে চাই না ।
বোর্ডিং কাউন্টার ওপেন হওয়ার সাথে সাথে কাউন্টারে চলে গেলাম এবং বোর্ডিং পাস নিয়ে নিলাম। বোর্ডিং পাস নিয়ে চলে গেলাম ইমিগ্রেশনে ।
বাংলাদেশ ইমিগ্রেশনে কত রকম নিয়ম রয়েছে সেটা দেখতে চাইলে আপনি প্রথম ভ্রমণে থাইল্যান্ড ভিসা অথবা দুবাই ভিসা অথবা কম্বোডিয়া/ ভিয়েতনামের ভিসা নিয়ে হাজির হলে বুঝতে পারবেন । যদিও এই সিস্টেম পৃথিবীর অন্য দেশে আছে কিনা জানি না । আমার ১০টি দেশ ঘুরা হয়েছে শুধু ইন্ডিয়া থেকে যাওয়ার সময় রিটার্ন টিকেট ও ভিসা ছাড়া কিছু দেখতে চাইনি । আমার যেহেতু আগে দুবাই যাওয়া ছিল যার কারনে শুধু আমার রিটার্ন টিকেট ও হোটেল বুকিং আছে কিনা চেক করলেন । আমার হোটেল বুকিং শুধু সফট কপি মোবাইলে দেখিয়ে স্ট্যাম্প নিয়ে চলে গেলাম। তবে আমার পেইড বুকিং ছিল ।
আর আমার সাথে অনেকের ভিয়েতনাম ফ্লাইট ছিল তাদের নিয়ে সিনিয়র ইমিগ্রেশন অফিসারের রুমে নিয়ে কি কি জিজ্ঞেস করেছে জানা নেই । তবে অনেক কে যেতে দেয়নি।
ইমিগ্রেশন শেষ করে আমি MTB লাউঞ্জে চলে যাই । সেখানে অনেক সময় রেস্ট ও ফ্রি ফ্রি লাউঞ্জ সুবিধা ভোগ করে বোর্ডিং চলে যাই ।
বিমান ১০ মিনিট লেটে ছাড়ে এবং যথারীতি বাংকক সুবর্ণভূমি এয়ারপোর্টে চলে যাই । সেখানে ইমিগ্রেশন এত স্মুথ ছিল । শুধু পাসপোর্ট আর বোর্ডিং পাস নিয়ে হাতের আঙ্গুলের ছাপ ও ছবি নিয়ে ওয়েলকাম। ব্যাংকক ইমিগ্রেশন কিছু জিজ্ঞেস করে না । অনেকে অনেক রকম কথা বলে আসলে এর সত্য কতটুকু জানা নেই । তবে হয়ত কারো সাথে এমন হয় নয়ত কেনবা বলে । আমার সাথে হয়নি তাই আমি কিছু বলতে পারছি না ।
থাইল্যান্ডে থাকা ও খাওয়া এবং ট্রান্সপোর্টঃ
হোটেল/হোস্টেল-ব্যাংকক থাকার জন্য আপনি বাজেট ট্রাভেলার হলে হোস্টেল বেস্ট হবে । ৪/৫/৬/৭ ডলারে মধ্যে আগোডা/বুকিং ডট কম/ ওলো থেকে বুকিং দিতে পারেন । আমি আগোডা ব্যবহার করি তবে সব গুলো চেক করে দেখি কোনটাতে কম হয় ।
আমার যেহেতু সলো ট্যুর ছিল তাই হোস্টেল বেস্ট ছিল। সব হোস্টেলে আপনি আপনার ব্যাগ রাখার জন্য লকার সুবিধা পাবেন তবে লক/তালা নিজে কিনতে হবে। আর থাইল্যান্ডে আপনি কোন এরিয়াতে থাকবেন এটা একটা সমস্যা থাকে । আমি এই নিয়ে TOB Helpline পোস্ট করলে সবাই সুকুমভিট সাজেস্ট করে । তবে আপনি যদি বেশি কোলাহল পছন্দ করেন তাহলে খাউছান রোড থাকতে পারেন আর যদি ভালো যোগাযোগ চিন্তা করেন তাহলে সুকুমভিট এরিয়াতে থাকতে পারেন । এ ছাড়া প্রাতুনাম এরিয়াতে ভালো তবে এখানে ইন্ডিয়ানদের আনাগোনা বেশি আর সুকুমভিট বাঙ্গালি বেশি কারন এই এরিয়াতে বামরুনগ্রাড হাসপাতাল এবং ইসলামিক খাওয়ার হোটেল ও বাংলা হোটেল ( মনিকা কিচেন) হাসপাতাল গেটে রয়েছে ।
আমি ইন্ডিয়ান এক হোস্টেলে বুকিং করি যেটা সুকুমভিট ৪ ছিল । এই এরিয়াতে যোগাযোগ অনেক ভালো । যা নানা মেট্রো স্টেশনের সাথে ছিল ।
আমি এয়ারপোর্ট থেকে বের হয়ে সোজা গ্রাউন্ডে চলে যাই সেখানে ARL ( Airport Rail Link ) সার্ভিস রয়েছে । সেখানে সব ধরনের পাবলিক ট্রান্সপোর্ট পাবেন। আমি যেহেতু সুকুমভিত যাব এই জন্য ARL ৪৫ বাথ দিয়ে মেট্রোতে উঠে যাই । আপনার যদি সুকুমভিত কম খরচে যেতে চান তাহলে এই ব্যবস্থা সবচেয়ে ভালো নয়ত ট্যাক্সি করে যেতে পারেন ৪০০/৫০০/৬০০ বাথ লাগবে।
আপনি যদি ট্যাক্সি বা মোটরবাইক ব্যবহার করতে চান তাহলে বাংলাদেশ যেতে যাওয়ার আগে Bolt/Grab অ্যাপ ইন্সটল করে যেতে পারেন । আর এই অ্যাপ ব্যবহার করার জন্য থাইল্যান্ড নাম্বার লাগবে এই জন্য আপনি বাংলাদেশ থেকে যাওয়ার আগে কিছু থাইবাথ কিনে নিয়ে যেতে পারেন অথবা আপনার ভিসা/মাষ্টারকার্ড ব্যবহার করে এয়ারপোর্ট থেকে সিম কিনতে পারেন । এটিএম বুথ রয়েছে সেখানে ব্যবহার করতে পারেন তবে রেট তুলনা মূলক কম থাকে এয়ারপোর্টে ।
আমি AIS এর ই-সিম নিয়েছিলাম ১৫ দিনের প্যাকেজ । ৩/৫/৭/১৫ দিনের লিমিটেড ও আনলিমিটেড এই রকম বিভিন্ন প্যাকেজ রয়েছে । আপনি যত দিন থাকবেন সেই হিসাব করে নিতে পারেন । আর এই সিম ১ মাস পর্যন্ত মেয়াদ থাকে ।
যথারীতি এয়ারপোর্টের গ্রাউন্ড থেকে মেট্রো (ARL) করে এসে পাইয়া থাই( Paya Thai) শেষ স্ট্রেশন থামে । পায়া থাই নেমে এক ফ্লোর নিচে এসে একটু সামনের দিকে যেতে হবে BTS স্ক্যাইট্রেন ধরার জন্য । আপনি যে কোন ব্যক্তি কে জিজ্ঞেস করলে বলে দিবে অথবা আপনি সেখানে অনেক সিকিউরিটি গার্ড রয়েছে তাদের জিজ্ঞেস করবেন সুকুমভিট লাইন কোন দিকে । আমি যেহেতু সুকুমভিত ৪ যাব এই জন্য আমার নানা-স্টেশন যেতে হবে । পায়াথাই স্টেশন থেকে নানা স্টেশন যেতে ৩৫ বাথ লেগেছে। সেখানে আপনি মেশিন থেকে টিকেট নিতে পারেন অথবা কাউন্টার রয়েছে সেখান থেকে নিতে পারেন। আপনি যেহেতু নতুন আপনি কাউন্টার থেকে নিন এবং তারা বলে দিবে কত নং প্লাটফর্ম যেতে হবে ।
নানা স্টেশন নেমে একটু হাটলে আমার হোস্টেল । আর আপনি যে হোস্টেল থাকবেন সেখানে যোগাযোগ জন্য দেখবেন গুগল ম্যাপ অথবা পাবলিক ট্রান্সপোর্ট দূরত্ব লেখা আছে । আপনার হোস্টেল যে স্টেশন পাশে হবে সেখানের টিকেট নিবেন।
এর থেকে সহজ ও ব্যয়বহুল হল ট্যাক্সি করে সোজা হোটেল/হোস্টেল যাওয়া। অনেকে দেখি থাইল্যান্ড গিয়ে হোটেল খুঁজতে চান এটা কষ্ট ছাড়া কিছু নয় । আপনি খুঁজতে গেলে সময় ও খরচ বেশি হয় । আমি যে হোস্টেল বুকিং করে গিয়েছি সেখানে সরাসরি বুকিং করলে ২৫০/৩০০/৩৫০ বাথ অথচ অনলাইন বুকিং করে ২১০ বাথ মত লেগেছে। সুতরাং আপনি বুকিং করার পূর্বে হোটেল বা হোস্টেল এর রিভিউ দেখে নিবেন ও রেটিং কেমন । আর বেশি রিভিউ হোটেল ও রেটিং যেটা ভালো সেটা বুকিং করবেন।
এবার খাওয়ার বিষয়ে আসি ,আমি সব সময় খাবার নিয়ে একটু সতর্ক হারাম হালাল নিয়ে , বিশেষ করে অমুসলিম দেশে গেলে সেখানের মুসলিম এরিয়াতে থাকা বা হালাল খাবার খুঁজে বের করা। যাওয়ার আগে গুগল করে এই গুলো নোট করা আমার অভ্যাস ।
অনেকে বলতে পারেন তাহলে কি সেই দেশের লোকাল ফুড খাওয়া যায় না ? এই রকম নয় আপনি সেই দেশের স্ট্রিট ফুড বা লোকাল ফুড গুলো মুসলিম এরিয়া বা যেখানে হালাল খাবার বিক্রি করে সেখানে পাবেন। আর যদি বাঙালি হোটেল খুঁজে পান তাহলে দেশি খাবার খেতে পারবেন। আর যেখানে পাবেন না, সেখানে আপনি গুগল করে ইন্ডিয়ান রেস্টুরেন্ট খেতে পারবেন । আর খাওয়ার আগে অবশ্যই হালাল কিনা জিজ্ঞেস করে নিবেন। আর সুকুমভিট অনেক মুসলিম হোটেল ও বাংলাদেশী হোটেল রয়েছে। আর যারা এই পোস্ট দেখছেন অনেক অমুসলিম ভাই বোন রয়েছেন আপনারা যেহেতু সব খাবার খেতে পারেন তাই আপনাদের নিয় বিশেষ করে কিছু বলার নেই।
থাইল্যান্ডে খাবারের মূল্য বেশি। খাবার খরচ অনেক তবে আপনি যদি এই খরচ কমাতে চান তাহলে সেভেন ইলেভেন সুপার সপ পাবেন প্রায় প্রতিটি গলিতে । সেখানে কম দামে ৪২/৫০ বাথের মধ্যে ডিম দিয়ে ফ্রাইড রাইচ পাবেন বা ভেজিটেবল ফাইড রাইচ খেতে পারেন । এই খাবার গুলো কেনার পূর্বে হালাল কিনা তার একটা লোগো রয়েছে দেখে নিবেন অথবা কাউন্টারে জিজ্ঞেস করে নিবেন। সাধারণত এই খাবার গুলো সব হালাল।
আর KFC/Mcdonalds খেতে পারেন তবে সেখানে শুকুরের মাংস বিক্রি হয় । তবে KFC তে নাকি বিক্রি করে না আমি জিজ্ঞেস করেছিলাম। সেখানে ৬০ বাথে একটা রাইচ বোল পাওয়া যায় । আমি ফুকেট গিয়ে অনেকবার খেয়েছি।
ভ্রমণ জায়গা সুমুহঃ
আপনি যদি ব্যাংকক ঘুরতে চান তাহলে নিচের জায়গা গুলো ভালো লাগবে।
১. গ্র্যান্ডপ্যালেস
২. ওয়াট অরুন
৩. ফ্লোটিং মার্কেট
৪. লুম্ফিনি পার্ক
৫. চায়না টাউন
৬. ব্যাংকক জাদুঘর
৭. চাটুচাক সাপ্তাহিক মার্কেট
৮. ব্যাংকক সাফারি ওয়ার্ল্ড
৯. আইকন সিয়াম
১০. স্ক্যাইওয়াক কাঁচের উপর হাঁটাহাঁটি অথবা ব্যাংকক অব্জারভেশন সেন্টার থেকে পুরো সিটি কে দেখা যায় ।
\nএই জায়গা গুলো আপনি কভার করতে পারেন ঘুরার জন্য । আর আপনি যদি সিটির বাইরে চিন্তা করেন তাহলে নিচের সিটি গুলো ভ্রমণ করতে পারেন।

১. পাতায়া
২. ফুকেট
৩. ফি ফি আইল্যান্ড
৪. ক্রাবি
৫. সুরাতথানি
৬. চিয়াংমাই
৭. উবন রাতচাথানি
৮. কহো তাও
৯. কো চাং
১০. আয়ু থায়া
এই সিটি গুলো আমার কাছে ভালো লেগেছে । তবে সবচেয়ে বেশি জনপ্রিয় হল ১ থেকে ৬ পর্যন্ত । আপনি কিভাবে প্ল্যান করবেন বা আইটেনারি সাজাবেন

আপনি যদি শর্ট প্ল্যান করেন তাহলে
১. ব্যাংকক-পাতায়া-ফুকেট-ব্যাংকক ( ফুকেট অনেক গুলো আইল্যান্ড রয়েছে)
তবে আপনি যে দিন থাইল্যান্ড আসবেন সেই দিন পাতায়া চলে যাবেন। পাতায়া সিটি পুরাই কোলাহল তবে ইন্ডিয়ানদের বেশি পাবেন। পরের দিন আবার আপনাকে ব্যাংকক চলে এসে ফুকেট ফ্লাইট অথবা ক্রাবি ফ্লাইট অথবা বাসে যেতে পারেন । পাতায়া ১ দিন থাকতে পারেন এতে কভার হয়ে যাবে আর যদি কোরাল আইল্যান্ড যান তাহলে আরও এক দিন থাকতে পারেন। ব্যাংকক থেকে পাতায়া ১.২০/১.৩০ ঘন্টার জার্নি । আপনি এয়ারপোর্ট থেকে বাস পাবেন । আর যদি ব্যাংকক থেকে যেতে চান তাহলে মোচিত বাস স্টেশন যেতে হবে সেখান থেকে ১/২ ঘণ্টা পর পর বাস যায় । ভাড়া নিয়েছিল ১৩১ বাথ ।
আর যদি একটু লম্বা প্ল্যান থাকে তাহলে
আপনি যে দিন ব্যাংকক আসবেন সেই দিন চাইলে পাতায়া চলে যেতে পারেন অথবা ফুকেট ফ্লাইট নিতে পারেন। আর বাজেট চিন্তা থাকলে বাসে করে যেতে পারেন । আমি প্রথমে ব্যাংকক ভ্রমণ শেষ করে পাতায়া চলে গিয়েছি। সেখানে ১ দিন থেকে পরের দিন বিকেলে বাসে ৩ টার বাসে করে ব্যাংকক রিটার্ন করে রাত ৮.৫০ এর সময় ফুকেট বাস টিকেট করি মোচিত থেকে যদিও এই বাস ব্যাংকক নর্দান বাস টার্মিনাল থেকে যায়। ৮১৫/- বাথ টিকেট । আর যদি সরকারী বাস পেয়ে যান তাহলে ৭১৫/- বাথ নিবে । একদিন আগে টিকেট কাটলে ভালো । আপনি ফ্লাইটে গেলে আগে টিকেট করবেন ৩০/৪০ ডলারের মধ্যে পাবেন। আমি ১০ দিন আগে আসার টিকেট করি ৩৬ ডলার লেগেছিল। আপনি থাইল্যান্ড বা এর আশেপাশে ঘুরতে ফ্লাইটের জন্য Trip.com অ্যাপ ব্যবহার করতে পারেন ।আমি এই অ্যাপ থেকে অনেক কম দামে টিকেট পেয়েছি।
ফুকেট গিয়ে আপনি ৩ দিন থাকতে পারেন। ৩ দিনে ৩ টা প্যাকেজ নিতে পারেন অথবা ২ দিনে ২ টা প্যাকেজ আর ১ দিন ফুকেট সিটি ট্যুর দিতে পারেন। প্যাকেজ জন্য জন প্রতি ১৫০০/- থেকে শুরু আর সিটি প্যাকেজ ৭৫০/- বাথ । তবে আইল্যান্ড প্যাকেজ গুলোতে সারাদিন থাকে বলে দুপুরের বুফে খাওয়া এবং সকালের নাস্তা থাকে। ফুকেট কোলাহল হল পাতং বিচ এরিয়াতে কারন সেখানে বাংলা ওয়াকিং স্ট্রিট রয়েছে। আপনি চাইলে কোলাহল মুক্ত থাকতে পারেন ফুকেট পুরাতন সিটিতে । আমি পাতং বিচে দিকে ছিলাম ।
এর পর আপনি ফি ফি আইল্যান্ড চলে যেতে পারেন । আমি ফি ফি আইল্যান্ড ছিলাম ২ দিন । আসলে ১ দিন থাকলে আপনি সব কভার করতে পারবেন। যেতে যেতে বিকেল হয়েছিল বলে ওই দিন শুধু ফিফি আইল্যান্ড কভার করেছি পরের দিন একটা প্যাকেজ নিবেন , আসেপাশে আইল্যান্ড এবং স্নরকেলিং করতে পারেন। ফুকেট থেকে ফি ফি আইল্যান্ড থেকে ফেরিতে ৪২০/- বাথ লেগেছে । ৪০০-৮০০/- বাথের প্যাকেজ থাকে কারন ফেরিতে ইকনমি ও প্রিমিয়াম সিস্টেম আছে। আর হোস্টেল থেকে নিতে ৬০০/- বাথ লেগেছিল কারন হোস্টেল থেকে ফেরি ঘাঁট অনেক দূর । ট্রান্সপোর্ট খরচ সহ নিবে। ফি ফি তে প্যাকেজ গুলো ১২০০-১৪০০ বাথ মধ্যে হয় এর মধ্য স্নরকেলিং করতে পারবেন। আর যদি শুধু স্নরকেলিং করতে চান তাহলে করতে পারবেন তার জন্য আলাদা প্যাকেজ রয়েছে। সব জিনিস তারা ফ্রি প্রদান করে ।
পরের দিন আপনি ক্রাবি চলে যেতে পারেন। তবে ক্রাবিতে সবাই আনাং বিচের দিকে থাকে । আপনি ২ দিন ক্রাবি থেকে ব্যাংকক ফ্লাইট করতে পারেন। আর যদি আরও লম্বা ট্যুর দিতে চান তাহলে সেখানে সুরাত থানি রয়েছে। ক্রাবি থেকে সুরাত থানি কম সময় লাগে যেতে। সেখান থেকে ঘুরে ব্যাংকক আসতে পারেন। ক্রাবি থেকে বাসে সুরাতথানি যেতে পারেন অথবা ফ্লাইট করতে পারেন।
ব্যাংকক ফিরে আপনি চিয়্যাং মাই ঘুরতে যেতে পারেন। চিয়াং মাই উত্তরে হওয়ার কারনে আলাদা ট্যুর প্ল্যান করতে হয় । এইভাবে আমি সময় নিয়ে ঘুরেছি।
আরও অনেক বিস্তারিত লেখা যেত কিন্তু অনেক বড় হয়ে যাবে। এর পর ব্যাংকক ফিরে এসে কম্বোডিয়া ফ্লাইট করেছি।
ফুকেট এবং ক্রাবিতে Grab অ্যাপ চলে Bolt চলে না। আর এয়ারপোর্ট থেকে শেয়ার মিনিবাস রয়েছে যেগুলো নিয়ে এসে হোটেল নামিয়ে দেয় ২০০/২৫০ টাকা ভাড়া নিয়ে থাকে। আপনি চাইলে Grab করে চলে যেতে পারেন খরচ বাড়বে ।
আপনি ব্যাংকক ফিরে এবার মার্কেট করবেন কোথায় থেকে বা কোন কোন মার্কেট যাবেন । আপনি যদি পোশাক কিনতে চান তাহলে
১. চাটুচাক সাপ্তাহিক মার্কেট ( উইকেন্ড মার্কেট) শনিবার ও রবিবার
২. প্রাতুনাম মার্কেট
৩. প্লাটিনাম ফ্যাশন মল
৪. সিয়ামে যেতে পারেন। আর আইকনিক সিয়ামে গেলে ভালো লাগবে ।
  
  \n\n© Md Monarul Islam",
    "img":"img":"https://raw.githubusercontent.com/mdrabbialmamun/TravelStory/main/pic1.png"
    }
]
